{
  "supplement": "PRIME BIOME",
  "symptom": "abdominal-bloating-and-gas",
  "phases": [
    {
      "fase": "Fase 1",
      "copy_pt": [
        "${userName}, você já sentiu aquela sensação de inchaço e gases que parecem não passar? Esse desconforto pode indicar que sua microbiota intestinal está fora de equilíbrio, resultado da dieta moderna — ultraprocessados, solos empobrecidos e carnes hormonizadas — e do estresse do dia a dia. Reconhecer esses sinais é o primeiro passo para restaurar o conforto abdominal.",
        "${userName}, inchaço e gases frequentes não são apenas inconvenientes: são lembretes de que algo no seu sistema digestivo precisa de atenção. A alimentação industrializada e a exposição a toxinas ambientais interferem na digestão, acumulando resíduos e resíduos de fermentação no intestino.",
        "Você já reparou, ${userName}, que após algumas refeições sua barriga fica tão estufada que dói? Isso acontece porque o desequilíbrio da flora e o excesso de substratos fermentáveis criam um ambiente propício a gases. Entender essa conexão é essencial para começar a agir."
      ],
      "copy_en": [
        "${userName}, have you experienced that bloated, gassy feeling that just won’t go away? This discomfort can signal a disrupted gut microbiota, driven by modern diet—ultra-processed foods, nutrient-depleted soils, and hormone-treated meats—and daily stress. Recognizing these signs is the first step toward restoring abdominal comfort.",
        "${userName}, frequent bloating and gas aren’t just an annoyance: they’re reminders that something in your digestive system needs attention. Industrialized foods and environmental toxins impair digestion, leading to excess fermentation and gas buildup in the gut.",
        "Have you noticed, ${userName}, that after certain meals your belly swells so much it hurts? That happens because a disrupted flora and excessive fermentable substrates create a gas-prone environment. Understanding this link is essential to start taking action."
      ],
      "quick_replies_pt": [
        "Por que fico inchado depois de comer?",
        "O que causa gases excessivos?",
        "Alimentos influenciam o inchaço?",
        "Solo contaminado afeta o intestino?",
        "Carnes com hormônios pioram a digestão?",
        "Tem relação com estresse?",
        "Como identificar o gatilho?",
        "Isso é normal hoje em dia?",
        "Quando é sério?",
        "Quero entender mais sobre gases",
        "Quero dicas para reduzir o inchaço",
        "É reversível naturalmente?"
      ],
      "quick_replies_en": [
        "Why do I get bloated after eating?",
        "What causes excessive gas?",
        "Do foods influence bloating?",
        "Does contaminated soil affect gut health?",
        "Do hormone-treated meats worsen digestion?",
        "Is it related to stress?",
        "How to identify the trigger?",
        "Is this normal nowadays?",
        "When is it serious?",
        "I want to learn more about gas",
        "I want tips to reduce bloating",
        "Is it reversible naturally?"
      ]
    },
    {
      "fase": "Fase 2",
      "copy_pt": [
        "${userName}, inchaço e gases persistentes podem levar a desconforto abdominal crônico, dores e até impacto na absorção de nutrientes. Estudos indicam que a fermentação excessiva no intestino está ligada a quadros de síndrome do intestino irritável e má absorção de vitaminas.",
        "Você sabia, ${userName}, que o acúmulo de gases pode alterar a motilidade intestinal e aumentar a permeabilidade da mucosa, contribuindo para inflamação e sensibilidade digestiva? Ignorar esses sintomas pode agravar o desconforto e gerar complicações.",
        "${userName}, quando o inchaço vira rotina, seu sistema digestivo perde eficiência. Dados de pesquisas internacionais mostram que dietas ricas em ultraprocessados e baixa em fibras prebióticas elevam o risco de distensão abdominal e desequilíbrio da microbiota."
      ],
      "copy_en": [
        "${userName}, persistent bloating and gas can lead to chronic abdominal discomfort, pain, and even affect nutrient absorption. Studies show that excessive fermentation in the gut is linked to irritable bowel syndrome and poor vitamin uptake.",
        "Did you know, ${userName}, that gas buildup can alter intestinal motility and increase mucosal permeability, fueling inflammation and digestive sensitivity? Ignoring these symptoms may worsen discomfort and cause complications.",
        "${userName}, when bloating becomes routine, your digestive system loses efficiency. International research indicates that diets high in ultra-processed foods and low in prebiotic fibers raise the risk of abdominal distension and microbiota imbalance."
      ],
      "quick_replies_pt": [
        "Inchaço pode causar dor crônica?",
        "Como gases afetam a digestão?",
        "O que é motilidade intestinal?",
        "Permeabilidade intestinal é perigosa?",
        "Inchaço está ligado à SII?",
        "Quero saber mais sobre absorção de nutrientes",
        "Gases prejudicam a saúde geral?",
        "Quais riscos a longo prazo?",
        "Quero dicas para aliviar rápido",
        "Estresse piora o quadro?",
        "Tem estudos científicos?",
        "Quando buscar ajuda médica?"
      ],
      "quick_replies_en": [
        "Can bloating cause chronic pain?",
        "How does gas affect digestion?",
        "What is intestinal motility?",
        "Is leaky gut dangerous?",
        "Is bloating linked to IBS?",
        "I want to learn about nutrient absorption",
        "Does gas harm overall health?",
        "What are long-term risks?",
        "I want quick relief tips",
        "Does stress worsen it?",
        "Are there scientific studies?",
        "When to see a doctor?"
      ]
    },
    {
      "fase": "Fase 3",
      "copy_pt": [
        "${userName}, pesquisas científicas mostram que o uso de probióticos específicos ajuda a reduzir inchaço e gases, restabelecendo o equilíbrio da microbiota intestinal. Estudos publicados em Frontiers in Microbiology indicam melhora significativa na fermentação e redução de sintomas em poucos dias.",
        "Pesquisas recentes, ${userName}, demonstram que a combinação de fibras prebióticas e cepas de Lactobacillus e Bifidobacterium promove um ambiente intestinal saudável, diminuindo a produção de gases e a distensão abdominal. Publicações no Journal of Gastroenterology reforçam esses benefícios.",
        "${userName}, estudos do Nutritional Journal confirmam que suplementos que combinam probióticos multi-espécies com fibras solúveis aceleram a motilidade intestinal e diminuem a formação de bolhas de gás, favorecendo o conforto digestivo."
      ],
      "copy_en": [
        "${userName}, scientific research shows that using specific probiotics helps reduce bloating and gas by restoring gut microbiota balance. Studies published in Frontiers in Microbiology report significant symptom relief within days.",
        "Recent research, ${userName}, demonstrates that combining prebiotic fibers with Lactobacillus and Bifidobacterium strains fosters a healthy gut environment, decreasing gas production and abdominal distension. Publications in the Journal of Gastroenterology support these findings.",
        "${userName}, studies in the Nutritional Journal confirm that multi-species probiotic supplements with soluble fibers speed up intestinal transit and reduce gas bubble formation, promoting digestive comfort."
      ],
      "quick_replies_pt": [
        "Probióticos reduzem gases?",
        "Quais cepas são melhores?",
        "Quanto tempo para ver efeito?",
        "Posso usar todos os dias?",
        "E prebióticos funcionam?",
        "É seguro a longo prazo?",
        "Quero relatos de quem tentou",
        "Como probióticos agem?",
        "Tem estudos comprovando?",
        "Quero dicas para iniciar",
        "Isso ajuda na SII?",
        "Qual dose recomendada?"
      ],
      "quick_replies_en": [
        "Do probiotics reduce gas?",
        "Which strains are best?",
        "How long to see effects?",
        "Can I use them daily?",
        "Do prebiotics work?",
        "Is it safe long-term?",
        "I want user stories",
        "How do probiotics act?",
        "Are there studies?",
        "I want tips to start",
        "Does it help IBS?",
        "What is the recommended dose?"
      ]
    },
    {
      "fase": "Fase 4",
      "copy_pt": [
        "${userName}, a combinação de fibras prebióticas, cepas de Lactobacillus e Bifidobacterium e enzimas digestivas forma uma estratégia completa para reduzir inchaço e gases. Essas soluções naturais restauram a barreira intestinal e equilibram a fermentação, aliviando o desconforto.",
        "Estudos comprovam que manter uma rotina de suplementação probiótica aliada a uma dieta rica em fibras solúveis promove um ambiente intestinal saudável, diminui a formação de gases e melhora a função digestiva. Essa abordagem integrada é a base para um abdômen mais leve.",
        "Incorporar alimentos fermentados — como kefir, chucrute e kombucha — juntamente com suplementos de probióticos e enzimas, reforça o equilíbrio da microbiota e acelera a digestão, reduzindo inchaço e promovendo conforto diário."
      ],
      "copy_en": [
        "${userName}, combining prebiotic fibers, Lactobacillus and Bifidobacterium strains, and digestive enzymes creates a comprehensive strategy to reduce bloating and gas. These natural solutions restore the gut barrier and balance fermentation, easing discomfort.",
        "Studies confirm that a probiotic supplementation routine alongside a diet rich in soluble fibers fosters a healthy gut environment, decreases gas formation, and enhances digestive function. This integrated approach is the foundation for a lighter abdomen.",
        "Incorporating fermented foods—like kefir, sauerkraut, and kombucha—together with probiotic and enzyme supplements strengthens microbiota balance and speeds digestion, reducing bloating and promoting daily comfort."
      ],
      "quick_replies_pt": [
        "Como montar essa rotina?",
        "Quais fibras escolher?",
        "Enzimas digestivas ajudam?",
        "Kefir e chucrute fazem diferença?",
        "Posso combinar com enzimas?",
        "Isso substitui remédios?",
        "Quero receitas fáceis",
        "Preciso tomar todo dia?",
        "Isso ajuda na SII?",
        "Qual a melhor forma de uso?",
        "Posso usar em jejum?",
        "É seguro para todos?"
      ],
      "quick_replies_en": [
        "How to build this routine?",
        "Which fibers to choose?",
        "Do digestive enzymes help?",
        "Does kefir and sauerkraut matter?",
        "Can I combine with enzymes?",
        "Does this replace meds?",
        "I want easy recipes",
        "Do I need daily use?",
        "Does it help IBS?",
        "What’s the best way to use?",
        "Can I take it on an empty stomach?",
        "Is it safe for everyone?"
      ]
    },
    {
      "fase": "Fase 5",
      "copy_pt": [
        "${userName}, cuidar do inchaço e dos gases naturalmente é investir no seu bem-estar e na saúde digestiva. Com hábitos que incluam probióticos, prebióticos e alimentos fermentados, você pode restaurar o equilíbrio intestinal e viver com mais leveza. Posso ajudar com receitas, dicas e um plano prático para iniciar essa transformação.",
        "A mudança começa com pequenas escolhas: incluir uma porção de fibras solúveis, um shot de kombucha ou uma cápsula probiótica de qualidade na sua rotina. Esses passos diários reduzem gases, melhoram a digestão e trazem mais conforto ao seu dia a dia.",
        "${userName}, sua jornada rumo a um abdômen mais saudável pode começar hoje. Adotar uma rotina que combine alimentação consciente, suplementação probiótica e hábitos anti-inflamatórios é a chave para resultados duradouros. Estou aqui para guiar você em cada etapa."
      ],
      "copy_en": [
        "${userName}, caring for bloating and gas naturally is an investment in your well-being and digestive health. With habits that include probiotics, prebiotics, and fermented foods, you can restore gut balance and live more comfortably. I can help with recipes, tips, and a practical plan to kick-start this transformation.",
        "Change begins with small choices: adding a serving of soluble fiber, a shot of kombucha, or a quality probiotic capsule to your routine. These daily steps reduce gas, improve digestion, and bring more comfort to your day.",
        "${userName}, your journey to a healthier abdomen can start today. Adopting a routine that combines conscious eating, probiotic supplementation, and anti-inflammatory habits is the key to lasting results. I’m here to guide you every step of the way."
      ],
      "quick_replies_pt": [
        "Quero conhecer a solução com essas plantas para metabolismo lento",
        "Como funciona essa solução natural com plantas para acelerar o metabolismo?",
        "Mostra como posso começar uma rotina usando essas plantas",
        "Quero saber mais sobre essa solução que inclui essas plantas no dia a dia",
        "Essa solução com plantas serve para qualquer idade?",
        "Como posso adaptar essa solução para a minha rotina?",
        "Explica como as plantas agem juntas na solução",
        "Tem um passo a passo para experimentar essa solução natural?",
        "Quero ver relatos de quem já usou essa solução com plantas",
        "Dá para combinar essa solução com alimentação atual?",
        "Resultados dessa solução são duradouros?",
        "Quero acessar mais informações sobre essa solução com plantas"
      ],
      "quick_replies_en": [
        "I want to know the solution with these plants for slow metabolism",
        "How does this natural plant solution work for boosting metabolism?",
        "Show me how I can start a routine using these plants",
        "I want to learn more about this solution that includes these plants daily",
        "Is this plant-based solution right for any age?",
        "How can I adapt this solution to my routine?",
        "Explain how these plants work together in the solution",
        "Is there a step-by-step guide to try this natural solution?",
        "I want stories from people who used this plant solution",
        "Can I combine this solution with my current diet?",
        "Are results from this solution long-lasting?",
        "I want more information about this plant solution"
      ]
    }
  ]
}
