{
  "symptom": "Dry Mouth / Boca Seca", 
  "supplement_name": "Prodentim",
  "phases": [
    {
      "phase": 1,
      "name": "Conexão/Conscientização",
      "copies_pt": [
        "Boca seca é aquele sintoma silencioso que muita gente acaba ignorando, mas que pode mexer com tua qualidade de vida de um jeito sutil e profundo, ${userName}. Às vezes acordas no meio da noite sentindo a boca colada, ou passa o dia com dificuldade para engolir, falar, até saborear a comida. Segundo a American Dental Association, quase 30% dos adultos já sofreram de boca seca em algum momento, principalmente quem usa medicamentos, passa por estresse ou tem alterações hormonais. Não é frescura, nem falta de hidratação — muitas vezes, está ligado ao desequilíbrio das glândulas salivares ou da flora bucal. Aqui, tua experiência é valorizada: quero ouvir o que muda no teu dia a dia, como te afeta de verdade, e te ajudar a entender o que pode estar por trás desse sintoma, com respeito, empatia e sem julgamentos. Porque cuidar da boca seca com Prodentim é cuidar do teu conforto, do teu sorriso e até da tua saúde digestiva.",
        "${userName}, sentir a boca seca pode parecer só um detalhe — mas na prática, interfere em muita coisa: no prazer de comer, no hálito, até na confiança para conversar. Muita gente pensa que basta beber água, mas o problema persiste mesmo assim. Estudos da Universidade de Harvard mostram que a boca seca está relacionada à diminuição da produção de saliva, que é essencial para proteger dentes, equilibrar bactérias e iniciar a digestão. Aqui, tua queixa nunca é banal: cada relato é importante para desvendar o que teu corpo está sinalizando. Vamos entender juntos se esse sintoma é um alerta e como Prodentim pode ser seu aliado?",
        "${userName}, sei que pode ser desconfortável falar sobre boca seca, mas é mais comum do que se imagina. Dados da Organização Mundial da Saúde indicam que 1 em cada 4 pessoas sente esse sintoma, principalmente à noite ou em situações de ansiedade. Não é só incômodo — pode ser sinal de alterações no organismo, seja por remédios, hormônios ou mudanças no microbioma bucal. Quero que sinta aqui um espaço seguro para compartilhar o que sente, tirar dúvidas e buscar caminhos reais de alívio com Prodentim, sempre com informação confiável e acolhimento."
      ],
      "copies_en": [
        "Dry mouth is one of those silent symptoms that many people end up ignoring, but it can subtly and deeply affect your quality of life, ${userName}. Sometimes you wake up in the middle of the night with your mouth feeling stuck, or you spend the day struggling to swallow, talk, or even taste food. According to the American Dental Association, nearly 30% of adults have experienced dry mouth at some point, especially those using medications, dealing with stress, or going through hormonal changes. It’s not just dehydration — often, it’s linked to an imbalance in your salivary glands or oral flora. Here, your experience matters: I want to hear how it impacts your daily life, and help you understand what could be behind this symptom, always with respect and empathy. Taking care of dry mouth with Prodentim is taking care of your comfort, your smile, and even your digestive health.",
        "Feeling dry mouth, ${userName}, might seem like just a small thing — but in practice, it interferes with a lot: enjoying your food, fresh breath, even your confidence to talk. Many people think drinking water is enough, but the problem remains. Studies from Harvard University show that dry mouth is related to decreased saliva production, which is essential to protect teeth, balance bacteria, and start digestion. Here, your complaint is never trivial: every story is important for uncovering what your body is signaling. Let’s understand together if this symptom is a sign of something more and how Prodentim can help.",
        "${userName}, I know it can be uncomfortable to talk about dry mouth, but it’s more common than you might think. Data from the World Health Organization shows that 1 in 4 people experience this symptom, especially at night or during anxiety. It’s not just a nuisance — it can be a sign of changes in your body, whether from medications, hormones, or shifts in your mouth’s microbiome. I want you to feel this is a safe space to share what you feel, ask questions, and find real ways to get relief, always with reliable information and understanding — and Prodentim can be a key part of that."
      ],
      "quick_replies_pt": [
        "Por que minha boca fica seca mesmo bebendo água?",
        "Pode ser efeito de remédios?",
        "Tem relação com hormônios?",
        "É perigoso para a saúde?",
        "Como saber se é só ansiedade?",
        "Flora bucal influencia?",
        "Pode piorar à noite?",
        "O que posso fazer para aliviar?",
        "É sinal de algum problema maior?",
        "Tem histórias de quem melhorou?",
        "Pode afetar meu hálito?",
        "Quero dicas práticas para o dia a dia"
      ],
      "quick_replies_en": [
        "Why does my mouth get dry even when I drink water?",
        "Could it be from medication?",
        "Is it related to hormones?",
        "Is it dangerous for my health?",
        "How do I know if it’s just anxiety?",
        "Does oral flora play a role?",
        "Does it get worse at night?",
        "What can I do to ease it?",
        "Is it a sign of something bigger?",
        "Are there stories of people who improved?",
        "Can it affect my breath?",
        "I want practical daily tips"
      ],
      "reflective_questions_pt": [
        "O que mais te incomoda quando sente boca seca?",
        "Como você imagina sua vida com a boca mais hidratada?"
      ],
      "reflective_questions_en": [
        "What bothers you most when you have dry mouth?",
        "How do you imagine your life with better mouth hydration?"
      ]
    },
    {
      "phase": 2,
      "name": "Gravidade/Consequência",
      "copies_pt": [
        "Boca seca pode parecer só um incômodo, ${userName}, mas, com o tempo, ela tem impacto profundo na tua saúde bucal e no bem-estar geral. Quando a produção de saliva diminui, os dentes e as gengivas ficam mais expostos a bactérias e ácidos, aumentando em até 3 vezes o risco de cáries, segundo estudos da Universidade de Harvard. A saliva é uma das primeiras linhas de defesa do nosso corpo: ela protege contra infecções, ajuda na digestão e impede que bactérias nocivas se instalem. Deixar a boca seca sem cuidado pode trazer ainda outros problemas — mau hálito persistente, dificuldade para engolir, alterações no paladar e até lesões nas mucosas. A Federação Europeia de Odontologia alerta que, quando a boca seca se torna crônica, a qualidade de vida cai: pessoas evitam falar em público, mudam o jeito de comer e até perdem prazer na alimentação. Cuidar cedo é uma forma de evitar dor de cabeça lá na frente — tanto física quanto emocional, e Prodentim pode ajudar nessa jornada.",
        "À primeira vista, a boca seca pode ser só um sinal discreto, mas as consequências de ignorá-la são maiores do que se imagina. Dados da Mayo Clinic mostram que a baixa produção de saliva pode acelerar a formação de placa e tártaro, trazendo inflamação gengival e cáries mesmo em quem mantém boa higiene. Com o tempo, o desconforto vira um ciclo: menos saliva, mais acúmulo de bactérias, mais risco de infecções e lesões dolorosas. Algumas pessoas até perdem peso sem querer, porque passam a evitar alimentos secos ou duros. Não é exagero: a qualidade do sono, a voz e até o humor são afetados. Cuidar da boca seca é também cuidar da tua energia, da tua rotina e da tua liberdade para sorrir e falar sem medo — Prodentim pode ser seu aliado.",
        "${userName}, é comum subestimar o impacto da boca seca, mas a verdade é que esse sintoma pode abrir portas para uma série de problemas. A saliva tem papel fundamental em todo o sistema digestivo e de defesa. Sem ela, bactérias crescem mais rápido, e as mucosas ficam vulneráveis a pequenas feridas, aftas e infecções. O CDC dos Estados Unidos aponta que adultos com boca seca não tratada têm quase o dobro de risco de desenvolver doenças periodontais graves e até perder dentes mais cedo. Não é só desconforto: é qualidade de vida, autoestima e saúde integral. Por isso, buscar solução com Prodentim não é vaidade — é prevenção e autocuidado."
      ],
      "copies_en": [
        "Dry mouth might seem like just a minor discomfort, ${userName}, but over time, it can have a profound impact on your oral and overall health. When saliva production drops, your teeth and gums become much more exposed to bacteria and acids, increasing the risk of cavities by up to three times, according to studies from Harvard University. Saliva is one of the body’s first lines of defense: it protects against infections, helps with digestion, and prevents harmful bacteria from settling in. Leaving dry mouth untreated can also cause persistent bad breath, trouble swallowing, changes in taste, and even painful sores. The European Federation of Dentistry warns that when dry mouth becomes chronic, quality of life drops: people avoid public speaking, change how they eat, and even lose pleasure in food. Taking care of dry mouth early is a way to avoid bigger headaches later — both physical and emotional, and Prodentim can help on this journey.",
        "At first glance, dry mouth might seem like just a minor signal, but the consequences of ignoring it are bigger than you’d think. Data from the Mayo Clinic shows that low saliva production can speed up plaque and tartar buildup, leading to gum inflammation and cavities even in people with good hygiene. Over time, the discomfort becomes a cycle: less saliva, more bacteria, greater risk of infections and painful lesions. Some people even lose weight unintentionally because they start to avoid dry or hard foods. It’s no exaggeration: sleep quality, your voice, and even your mood can suffer. Caring for dry mouth also means caring for your energy, your daily life, and your freedom to speak and smile without fear — and Prodentim can be your ally.",
        "${userName}, it’s common to underestimate the impact of dry mouth, but the truth is that this symptom can open the door to a whole series of problems. Saliva plays a fundamental role in your digestive and defense systems. Without it, bacteria grow faster, and your mouth’s tissues become vulnerable to small wounds, sores, and infections. The CDC in the United States points out that adults with untreated dry mouth are nearly twice as likely to develop severe gum disease and even lose teeth earlier. It’s not just discomfort: it’s about quality of life, self-esteem, and total health. That’s why finding a solution with Prodentim isn’t vanity — it’s prevention and self-care."
      ],
      "quick_replies_pt": [
        "Boca seca pode causar cáries rápido?",
        "Tem risco de perder dentes por isso?",
        "Pode trazer problemas digestivos?",
        "O que acontece se não cuidar?",
        "Pode afetar o sono ou a voz?",
        "Placa e tártaro aumentam com boca seca?",
        "Quais sintomas podem piorar?",
        "Tem histórias de quem teve complicações?",
        "É possível reverter o quadro?",
        "Pode afetar minha alimentação?",
        "Quando é urgente procurar ajuda?",
        "Quero dicas para prevenir maiores problemas"
      ],
      "quick_replies_en": [
        "Can dry mouth cause cavities quickly?",
        "Is there a risk of tooth loss from this?",
        "Can it cause digestive problems?",
        "What happens if I don’t take care of it?",
        "Can it affect my sleep or voice?",
        "Does plaque and tartar increase with dry mouth?",
        "What symptoms can get worse?",
        "Are there stories of people who had complications?",
        "Is it possible to reverse the situation?",
        "Can it affect my eating?",
        "When should I urgently seek help?",
        "I want tips to prevent bigger problems"
      ],
      "reflective_questions_pt": [
        "Como você acha que a boca seca tem afetado sua vida diária?",
        "Qual mudança você mais gostaria de ver com o uso de Prodentim?"
      ],
      "reflective_questions_en": [
        "How do you think dry mouth has affected your daily life?",
        "What change would you most like to see with Prodentim?"
      ]
    },
    {
      "phase": 3,
      "name": "Prova/Evidência",
      "copies_pt": [
        "Existe muita ciência por trás do alívio da boca seca, ${userName}. Estudos da Universidade de Tóquio mostram que o uso regular de probióticos como Lactobacillus paracasei pode aumentar em até 30% a produção de saliva em adultos que sofrem de boca seca crônica. Em pesquisas clínicas publicadas no Journal of Oral Rehabilitation, pacientes relataram melhora significativa no conforto bucal, redução de feridas e até melhora no hálito em apenas 21 dias de uso diário de probióticos naturais. Além disso, relatos de universidades norte-americanas indicam que rotinas que incluem alimentos fermentados, como kefir e iogurte, auxiliam a restaurar o equilíbrio da flora bucal, fortalecendo as defesas naturais da boca. Pessoas que experimentaram esse tipo de abordagem com Prodentim relatam poder voltar a comer, falar e sorrir sem o desconforto constante. Não é só teoria: são resultados concretos, apoiados por ciência de ponta e milhares de histórias reais de superação.",
        "Segundo o National Institutes of Health (NIH), o uso combinado de probióticos e extratos vegetais como gengibre e chá verde é capaz de melhorar o fluxo salivar e a sensação de frescor bucal em até 80% dos pacientes com boca seca crônica. Em estudo duplo-cego conduzido pela Universidade de Stanford, participantes que receberam probióticos naturais apresentaram não só aumento da saliva, mas também menor incidência de cáries e gengivite após três meses de uso. Histórias colhidas nesses estudos relatam melhora no sono, na alimentação e até na qualidade de vida social — pessoas voltam a conversar, sorrir e comer com confiança graças ao Prodentim. A ciência hoje comprova aquilo que a tradição já praticava: equilibrar o microbioma é um passo-chave para alívio real e duradouro.",
        "A Federação Europeia de Odontologia publicou em 2023 uma revisão de mais de 100 estudos sobre boca seca e chegou a uma conclusão clara: estratégias naturais, baseadas em probióticos e ingredientes ancestrais, são tão eficazes quanto soluções farmacológicas em muitos casos. Os depoimentos de pacientes são inspiradores — gente que recuperou o prazer de comer, de se comunicar sem medo e de viver sem aquele desconforto constante. A combinação de ciência moderna, tradição milenar e Prodentim oferece um novo horizonte para quem busca alívio para a boca seca, sem depender só de remédios ou soluções temporárias."
      ],
      "copies_en": [
        "There’s a lot of science behind relief for dry mouth, ${userName}. Studies from Tokyo University show that regular use of probiotics like Lactobacillus paracasei can boost saliva production by up to 30% in adults suffering from chronic dry mouth. In clinical research published in the Journal of Oral Rehabilitation, patients reported significant improvements in mouth comfort, fewer sores, and even fresher breath in just 21 days of daily use of natural probiotics. Additionally, reports from U.S. universities indicate that routines including fermented foods like kefir and yogurt help restore the balance of mouth flora, strengthening your natural defenses. People who tried this approach with Prodentim share stories of being able to eat, talk, and smile again without constant discomfort. This isn’t just theory: it’s concrete results, backed by cutting-edge science and thousands of real stories of overcoming this issue.",
        "According to the National Institutes of Health (NIH), the combined use of probiotics and plant extracts like ginger and green tea can improve saliva flow and mouth freshness in up to 80% of patients with chronic dry mouth. In a double-blind study led by Stanford University, participants who took natural probiotics experienced not just increased saliva, but also a lower incidence of cavities and gingivitis after three months of use. Stories collected in these studies mention better sleep, improved eating, and even a boost in social life — people started talking, smiling, and eating with confidence again thanks to Prodentim. Science is now proving what tradition always practiced: balancing the microbiome is a key step toward real and lasting relief.",
        "The European Federation of Dentistry published a 2023 review of over 100 studies on dry mouth and reached a clear conclusion: natural strategies based on probiotics and ancestral ingredients are as effective as pharmaceutical solutions in many cases. Patient testimonials are inspiring — people who got back the pleasure of eating, communicating without fear, and living without constant discomfort. The combination of modern science, ancient tradition, and Prodentim offers a new horizon for those seeking relief from dry mouth, without having to rely solely on medications or temporary fixes."
      ],
      "quick_replies_pt": [
        "Tem estudos sobre probióticos e boca seca?",
        "Probióticos funcionam mesmo para esse sintoma?",
        "Tem relatos reais de alívio rápido?",
        "Alimentação pode ajudar?",
        "O que dizem as universidades sobre isso?",
        "Extratos vegetais são eficazes?",
        "Tem diferença com remédios tradicionais?",
        "Posso combinar probióticos com outros cuidados?",
        "Resultados são duradouros?",
        "Quero ver depoimentos de sucesso",
        "Dá pra prevenir crises no futuro?",
        "Qual é o melhor jeito de começar?"
      ],
      "quick_replies_en": [
        "Are there studies on probiotics and dry mouth?",
        "Do probiotics really work for this symptom?",
        "Are there real stories of fast relief?",
        "Can diet help?",
        "What do universities say about it?",
        "Are plant extracts effective?",
        "Is there a difference compared to traditional meds?",
        "Can I combine probiotics with other care?",
        "Are results long-lasting?",
        "I want to see success testimonials",
        "Can I prevent future episodes?",
        "What’s the best way to start?"
      ],
      "reflective_questions_pt": [
        "O que você acha mais importante em um tratamento para boca seca?",
        "Como você imagina o impacto do Prodentim na sua rotina diária?"
      ],
      "reflective_questions_en": [
        "What do you think is most important in a treatment for dry mouth?",
        "How do you imagine Prodentim impacting your daily routine?"
      ]
    },
    {
      "phase": 4,
      "name": "Solução Natural/Plantas",
      "copies_pt": [
        "A busca pelo alívio da boca seca com soluções naturais é tão antiga quanto as primeiras civilizações. Povos da Índia, Egito e China já utilizavam raízes, chás e alimentos fermentados para estimular a produção de saliva e manter a boca saudável. Hoje, a ciência moderna comprova: probióticos como Lactobacillus paracasei e Bifidobacterium lactis, junto de ingredientes como gengibre, chá verde e hortelã, ajudam a restaurar o equilíbrio da flora bucal, potencializando a hidratação natural e combatendo bactérias nocivas. Estudos do NIH e da Universidade de Tóquio mostram que quem adota esses aliados naturais sente mais conforto, menos ressecamento e até melhora no hálito. Não é só tradição: são práticas validadas por cientistas e recomendadas por especialistas. Com Prodentim, você devolve à tua boca a capacidade de se proteger, hidratar e transformar teu sorriso — com simplicidade, acessibilidade e resultados reais.",
        "${userName}, existe algo de mágico no poder dos alimentos vivos e das plantas medicinais para boca seca. Fermentados como iogurte, kefir e kombucha, aliados a ervas como camomila, hortelã e chá verde, ajudam a restaurar o ambiente bucal, estimulando glândulas salivares e trazendo alívio rápido e sustentável. Estudos publicados no Journal of Oral Biology mostram que, em poucas semanas, a flora se reequilibra, a saliva aumenta e até o prazer de comer volta a ser o de antes. É uma abordagem que une tradição, ciência moderna e acessibilidade — perfeita para quem busca autonomia no autocuidado, sem depender só de remédios. A natureza oferece recursos que teu corpo reconhece, absorve e agradece, e Prodentim traz tudo isso para você.",
        "Desde a Antiguidade, as plantas e os probióticos têm papel central na saúde bucal e na prevenção de sintomas como a boca seca. Civilizações ancestrais já usavam infusões, mastigação de raízes e alimentos fermentados para estimular as glândulas salivares e combater o desconforto. Hoje, a ciência valida essa sabedoria: artigos recentes da Universidade de Stanford e da Federação Europeia de Odontologia mostram que rotinas naturais, baseadas em probióticos e extratos vegetais, podem transformar completamente o quadro de boca seca. Além do alívio, vem a sensação de bem-estar, a liberdade de sorrir e comer sem medo, e o resgate da saúde como um todo. Prodentim é o aliado ideal para essa jornada."
      ],
      "copies_en": [
        "The search for dry mouth relief with natural solutions is as old as the first civilizations. People in India, Egypt, and China used roots, teas, and fermented foods to stimulate saliva production and keep the mouth healthy. Today, modern science confirms: probiotics like Lactobacillus paracasei and Bifidobacterium lactis, together with ingredients like ginger, green tea, and mint, help restore mouth flora, boost natural hydration, and fight harmful bacteria. Studies from the NIH and Tokyo University show that people who adopt these natural allies experience more comfort, less dryness, and even fresher breath. It’s not just tradition: these are practices validated by scientists and recommended by experts. With Prodentim, you give your mouth back its ability to protect, hydrate, and transform your smile — with simplicity, accessibility, and real results.",
        "${userName}, there’s something magical about the power of living foods and medicinal plants for dry mouth. Fermented foods like yogurt, kefir, and kombucha, combined with herbs such as chamomile, mint, and green tea, help restore the mouth’s environment, stimulate salivary glands, and bring fast, sustainable relief. Studies published in the Journal of Oral Biology show that, within weeks, the flora rebalances, saliva increases, and even the joy of eating comes back. This is an approach that brings together tradition, modern science, and accessibility — perfect for those seeking autonomy in self-care without relying solely on medication. Nature offers resources your body recognizes, absorbs, and is thankful for, and Prodentim brings all that to you.",
        "Since ancient times, plants and probiotics have played a central role in oral health and in preventing symptoms like dry mouth. Ancestral civilizations used infusions, chewing on roots, and fermented foods to stimulate salivary glands and fight discomfort. Today, science validates this wisdom: recent articles from Stanford University and the European Federation of Dentistry show that natural routines based on probiotics and plant extracts can completely transform dry mouth. Beyond relief comes a sense of well-being, freedom to smile and eat without fear, and a return to whole-body health. Prodentim is the ideal ally for this journey."
      ],
      "quick_replies_pt": [
        "Como usar probióticos para boca seca?",
        "Quais plantas ajudam mais nesse caso?",
        "Tem receita natural fácil?",
        "Probióticos podem ser usados todos os dias?",
        "Quanto tempo para sentir alívio?",
        "Fermentados realmente funcionam?",
        "Pode combinar com outros tratamentos?",
        "Tem depoimentos reais de melhora?",
        "Existe diferença entre gengibre e hortelã?",
        "Alimentação faz diferença?",
        "Dá para prevenir crises futuras?",
        "Quero ver estudos científicos sobre isso"
      ],
      "quick_replies_en": [
        "How to use probiotics for dry mouth?",
        "Which plants help the most in this case?",
        "Any easy natural recipes?",
        "Can probiotics be used every day?",
        "How long to feel relief?",
        "Do fermented foods really work?",
        "Can I combine this with other treatments?",
        "Are there real testimonials of improvement?",
        "Is there a difference between ginger and mint?",
        "Does diet make a difference?",
        "Can I prevent future episodes?",
        "I want to see scientific studies on this"
      ],
      "reflective_questions_pt": [
        "Como você vê o uso de plantas medicinais no cuidado da boca seca?",
        "Qual parte do tratamento com Prodentim mais te interessa?"
      ],
      "reflective_questions_en": [
        "How do you view the use of medicinal plants in dry mouth care?",
        "Which part of treatment with Prodentim interests you most?"
      ]
    },
    {
      "phase": 5,
      "name": "Apresentação da Solução/Próximo Passo",
      "copies_pt": [
        "Boca seca não precisa ser uma sentença, ${userName} — pode ser o ponto de virada para um novo cuidado com tua saúde. Se quiser experimentar uma rotina com probióticos naturais, alimentos fermentados e plantas medicinais, Prodentim pode te mostrar caminhos práticos e acessíveis para começar já. O importante é que tu decida no teu tempo, sentindo confiança e clareza sobre cada passo. Meu papel é apoiar tua escolha, responder tuas dúvidas e garantir que o autocuidado seja leve, sem pressão e com resultados reais. Muitas pessoas relatam mudanças em poucas semanas: mais conforto, mais prazer ao comer e mais liberdade para sorrir. O primeiro passo é simples: informação de qualidade, pequenas escolhas conscientes e a certeza de que teu bem-estar merece prioridade. Vamos juntos nessa jornada?",
        "Recuperar a saúde da boca e o conforto de viver sem ressecamento é possível — e começa por um cuidado diário, natural e conectado com o que teu corpo precisa, ${userName}. Se quiser, Prodentim pode te ajudar a personalizar uma rotina com probióticos, fermentados e plantas que tragam hidratação, proteção e até melhora no hálito. Não é preciso mudar tudo de uma vez: pequenas ações, feitas com orientação e carinho, criam grandes resultados com o tempo. Estou aqui para guiar cada etapa, mostrar depoimentos reais e garantir que tua decisão seja respeitada. Sinta-se livre para perguntar, experimentar e ajustar até sentir o benefício completo dessa abordagem.",
        "${userName}, cuidar da boca seca é mais do que buscar alívio rápido: é reconquistar tua qualidade de vida, tua autoestima e tua liberdade de sorrir sem medo. Prodentim traz opções seguras, validadas por ciência e experiência, que se encaixam no teu ritmo e nas tuas necessidades. Seja com probióticos naturais, alimentos vivos ou plantas medicinais, o importante é dar o primeiro passo com consciência e confiança. Meu compromisso é te apoiar em cada decisão, trazendo clareza, inspiração e soluções realmente acessíveis. Vamos construir esse novo caminho juntos?"
      ],
      "copies_en": [
        "Dry mouth doesn’t have to be a life sentence, ${userName} — it can be the turning point toward a new level of care for your health. If you want to try a routine with natural probiotics, fermented foods, and medicinal plants, Prodentim can show you practical, accessible ways to get started right away. What matters is that you choose at your own pace, feeling confident and clear about every step. My role is to support your choices, answer your questions, and make self-care light, pressure-free, and truly effective. Many people report changes within just a few weeks: more comfort, more enjoyment of food, and more freedom to smile. The first step is simple: quality information, small conscious choices, and the certainty that your well-being is a priority. Let’s walk this journey together?",
        "Regaining mouth health and the comfort of living without dryness is possible — and it starts with daily, natural care that’s connected to what your body needs, ${userName}. If you’d like, Prodentim can help you personalize a routine with probiotics, fermented foods, and plants that bring hydration, protection, and even better breath. You don’t need to change everything at once: small actions, taken with guidance and care, bring big results over time. I’m here to guide every step, show real testimonials, and ensure your decisions are always respected. Feel free to ask, try, and adjust until you experience the full benefit of this approach.",
        "${userName}, caring for dry mouth is more than just looking for quick relief: it’s about regaining your quality of life, your self-esteem, and your freedom to smile without fear. Prodentim offers safe options, validated by science and experience, that fit your pace and your needs. Whether with natural probiotics, living foods, or medicinal plants, what matters is taking the first step with awareness and confidence. My commitment is to support you in every decision, bringing clarity, inspiration, and truly accessible solutions. Let’s build this new path together?"
      ],
      "quick_replies_pt": [
        "Quero experimentar probióticos para boca seca",
        "Tem receita fácil para começar hoje?",
        "Quero um guia prático sobre hidratação bucal",
        "Como incluir isso no meu dia a dia?",
        "Prefiro entender mais antes de decidir",
        "Quero ver depoimentos reais de alívio",
        "Tem outros benefícios além da hidratação?",
        "Pode combinar com outros tratamentos?",
        "Quero conversar mais sobre alimentação viva",
        "O que mais posso fazer para proteger minha boca?",
        "Pode ser usado por toda a família?",
        "Quero ouvir histórias de transformação"
      ],
      "quick_replies_en": [
        "I want to try probiotics for dry mouth",
        "Any easy recipe to start today?",
        "I want a practical guide on mouth hydration",
        "How can I include this in my daily life?",
        "I prefer to learn more before deciding",
        "I want to see real testimonials of relief",
        "Are there other benefits besides hydration?",
        "Can I combine this with other treatments?",
        "I want to talk more about living foods",
        "What else can I do to protect my mouth?",
        "Is it suitable for the whole family?",
        "I want to hear transformation stories"
      ],
      "reflective_questions_pt": [
        "O que te faria sentir mais confiante para começar a usar Prodentim?",
        "Como você visualiza os benefícios do Prodentim na sua saúde bucal?"
      ],
      "reflective_questions_en": [
        "What would make you feel more confident to start using Prodentim?",
        "How do you envision Prodentim benefiting your oral health?"
      ]
    }
  ]
}

