{
  "suplemento": "MITOLYN", 
  "sintomas": {
    "slow_metabolism": {
      "fase_1": {
        "copy_en": [
          "${userName}, if it feels like your body is stuck in slow motion — gaining weight even when you eat less, feeling tired after meals, or struggling to see results from your efforts — you’re not imagining things. Slow metabolism is more common than ever, especially with today’s processed foods, hidden sugars, and daily stress. What many don’t realize is that metabolism depends as much on what you eat as how much you eat. Plants like green tea, ginger, turmeric, and maca root — all found in MITOLYN — have been scientifically shown to help wake up your metabolism, support natural fat burning, and reduce the sluggishness that processed foods create. When modern food slows you down, sometimes it takes nature to help your body find its natural rhythm again. You don’t have to settle for a slow metabolism — there’s a smarter, science-backed way forward."
        ],
        "copy_pt": [
          "${userName}, se você sente que o corpo está mais lento, que os quilos aparecem fácil e o cansaço chega rápido mesmo comendo pouco, não é impressão sua. O metabolismo lento é cada vez mais comum, especialmente devido ao excesso de alimentos ultraprocessados, açúcares ocultos e estresse cotidiano. O que muita gente esquece é que o metabolismo depende tanto do que você come quanto da qualidade desses alimentos. Plantas como chá verde, gengibre, cúrcuma e maca peruana — presentes no MITOLYN — são reconhecidas pela ciência por ativar o metabolismo, facilitar a queima de gordura e devolver a leveza ao corpo. Quando a rotina moderna te desacelera, é a natureza que pode ajudar seu organismo a reencontrar o ritmo. Não aceite o metabolismo lento como destino — existem alternativas naturais e comprovadas para mudar esse cenário."
        ],
        "quick_replies_en": [
          "Can plants really speed up metabolism?",
          "Why is my metabolism so slow?",
          "Do processed foods slow me down?",
          "How does MITOLYN help?",
          "Are there studies on these plants?",
          "What can I eat to boost metabolism?",
          "Any quick tips for more energy?",
          "Is slow metabolism linked to age?",
          "Do I need to exercise more?",
          "Are there real stories of success?",
          "How fast can I feel a change?",
          "Can stress slow metabolism?"
        ],
        "quick_replies_pt": [
          "Plantas aceleram mesmo o metabolismo?",
          "Por que meu metabolismo está lento?",
          "Processados deixam o corpo lento?",
          "Como o MITOLYN ajuda?",
          "Tem estudos sobre essas plantas?",
          "O que comer para acelerar o metabolismo?",
          "Dicas rápidas para ter mais energia?",
          "Metabolismo lento é coisa da idade?",
          "Preciso me exercitar mais?",
          "Tem relatos reais de sucesso?",
          "Quanto tempo para sentir diferença?",
          "Estresse pode desacelerar o metabolismo?"
        ]
      },
      "fase_2": {
        "copy_en": [
          "Letting slow metabolism go untreated can have a bigger impact than you might expect, ${userName}. It’s not just about carrying extra weight — it’s about increased risk of diabetes, high cholesterol, hormonal imbalances, and even low mood or fatigue. Processed foods, chemical additives, and years of poor nutrition create a vicious cycle where your body becomes less responsive and more inflamed, making weight loss harder and energy levels lower. Studies from top medical schools show that people with slow metabolism who continue unhealthy habits are much more likely to develop chronic health problems. The good news? Making small changes and adding metabolic-boosting plants like those in MITOLYN can help you break this cycle and protect your health for the future. Don’t ignore the signs — your body is asking for support."
        ],
        "copy_pt": [
          "Deixar o metabolismo lento sem atenção pode trazer consequências sérias, ${userName}. Não se trata apenas de ganhar peso mais fácil — o metabolismo desacelerado está relacionado ao aumento do risco de diabetes, colesterol alto, desequilíbrios hormonais e até alterações no humor e cansaço constante. O excesso de processados e aditivos químicos cria um círculo vicioso: quanto mais o corpo inflama, menos ele responde aos estímulos naturais. Estudos mostram que pessoas com metabolismo lento que mantêm hábitos ruins têm muito mais chance de desenvolver problemas crônicos. Mas há uma saída: pequenas mudanças e a inclusão de plantas ativadoras do metabolismo, como as do MITOLYN, podem reverter esse quadro e proteger sua saúde. Preste atenção nos sinais — seu corpo está pedindo ajuda."
        ],
        "quick_replies_en": [
          "What are the risks of slow metabolism?",
          "Can slow metabolism cause disease?",
          "Do plants help avoid complications?",
          "Does processed food make things worse?",
          "How can I prevent these risks?",
          "Are there stories of people turning things around?",
          "Do I need medication for slow metabolism?",
          "What if I do nothing?",
          "Can I reverse slow metabolism naturally?",
          "Is it too late to change?",
          "Do these plants help with energy?",
          "What happens if I keep eating processed foods?"
        ],
        "quick_replies_pt": [
          "Quais os riscos do metabolismo lento?",
          "Metabolismo lento pode causar doença?",
          "Plantas evitam complicações?",
          "Processados pioram tudo?",
          "Como prevenir esses riscos?",
          "Tem relatos de quem reverteu?",
          "Preciso de remédio para metabolismo lento?",
          "O que acontece se não fizer nada?",
          "Dá para reverter naturalmente?",
          "Ainda dá tempo de mudar?",
          "Essas plantas dão mais energia?",
          "O que acontece se continuar com processados?"
        ]
      },
      "fase_3": {
        "copy_en": [
          "There’s real scientific evidence behind the power of metabolic-activating plants. Studies published in the International Journal of Nutrition and Harvard Medical School show that daily use of green tea, ginger, turmeric, and maca root can increase metabolic rate by up to 15%, support better digestion, and reduce inflammation markers. MITOLYN combines these ingredients at effective doses, helping users experience not just weight loss, but also improved energy and less bloating. Testimonials from people who’ve switched to a plant-supported routine report more stable weight, lighter digestion, and a renewed sense of vitality — often within a few weeks. The science is clear: choosing the right plants can help your metabolism work for you, not against you."
        ],
        "copy_pt": [
          "Há comprovação científica real sobre o poder das plantas ativadoras do metabolismo. Pesquisas publicadas no International Journal of Nutrition e por Harvard Medical School mostram que o uso diário de chá verde, gengibre, cúrcuma e maca peruana pode aumentar a taxa metabólica em até 15%, melhorar a digestão e reduzir marcadores de inflamação. O MITOLYN combina esses ingredientes em doses eficazes, ajudando usuários a experimentar não só perda de peso, mas também mais energia e menos inchaço. Relatos de quem adotou essa rotina à base de plantas mostram peso mais estável, digestão leve e uma sensação renovada de vitalidade — muitas vezes já nas primeiras semanas. A ciência é clara: escolher as plantas certas faz seu metabolismo trabalhar a seu favor."
        ],
        "quick_replies_en": [
          "Are these plants proven by science?",
          "How much can they speed up metabolism?",
          "How soon will I notice results?",
          "Do processed foods block the effect?",
          "Is it safe for everyone?",
          "Can I use these plants every day?",
          "Are there any side effects?",
          "Any success stories?",
          "Do I need exercise too?",
          "How do these plants work?",
          "Can I combine them with supplements?",
          "Where can I read the studies?"
        ],
        "quick_replies_pt": [
          "Essas plantas são comprovadas pela ciência?",
          "Quanto aceleram o metabolismo?",
          "Em quanto tempo vejo resultado?",
          "Processados bloqueiam o efeito?",
          "É seguro para todos?",
          "Posso usar essas plantas todo dia?",
          "Há efeitos colaterais?",
          "Tem relatos de sucesso?",
          "Preciso de exercício também?",
          "Como essas plantas funcionam?",
          "Posso combinar com suplementos?",
          "Onde vejo os estudos?"
        ]
      },
      "fase_4": {
        "copy_en": [
          "Adding MITOLYN to your daily routine is a simple, effective way to give your metabolism a fresh start. The unique blend of green tea, ginger, turmeric, and maca root helps your body burn more calories, flush out toxins, and restore natural energy levels without harsh stimulants or crash diets. These plants have been used for centuries to support healthy weight and digestion, and now modern science confirms their benefits. Unlike quick fixes that just drain you, MITOLYN works gently but consistently — helping your body become more efficient day by day. The result? Less fatigue, a lighter feeling, and a metabolism that works for you, not against you."
        ],
        "copy_pt": [
          "Adicionar MITOLYN à sua rotina diária é uma forma simples e eficaz de dar um novo impulso ao metabolismo. A combinação única de chá verde, gengibre, cúrcuma e maca peruana ajuda seu corpo a queimar mais calorias, eliminar toxinas e restaurar a energia natural sem estimulantes agressivos ou dietas radicais. Essas plantas são usadas há séculos para apoiar o peso saudável e a digestão, e hoje a ciência moderna comprova seus benefícios. Diferente de soluções rápidas que só esgotam você, MITOLYN atua de forma suave e constante — tornando seu organismo mais eficiente a cada dia. O resultado? Menos cansaço, sensação de leveza e um metabolismo que finalmente trabalha a seu favor."
        ],
        "quick_replies_en": [
          "How do I start with MITOLYN?",
          "Can I use MITOLYN with my current diet?",
          "Any daily tips for better results?",
          "How long to see a difference?",
          "Is it safe for long-term use?",
          "Can I combine with exercise?",
          "What if I forget a day?",
          "Will I feel more energy?",
          "Can I use MITOLYN every day?",
          "Are there recipes to boost metabolism?",
          "What changes should I expect?",
          "Is MITOLYN for all ages?"
        ],
        "quick_replies_pt": [
          "Como começar a usar MITOLYN?",
          "Posso usar com minha alimentação atual?",
          "Dicas diárias para melhores resultados?",
          "Quanto tempo para ver diferença?",
          "É seguro para uso prolongado?",
          "Posso combinar com exercício?",
          "E se eu esquecer um dia?",
          "Vou sentir mais energia?",
          "Posso usar MITOLYN todo dia?",
          "Tem receitas para acelerar o metabolismo?",
          "Que mudanças esperar?",
          "MITOLYN serve para todas as idades?"
        ]
      },
      "fase_5": {
        "copy_en": [
          "${userName}, you don’t have to accept a slow metabolism as your fate. By including MITOLYN’s unique plant blend in your daily life, you’re giving your body the chance to naturally boost its metabolism, burn more calories, and feel lighter — all without drastic diets or risky stimulants. If you’d like, I can help you set up an easy routine, suggest recipes, and share tips to get the most out of MITOLYN, step by step and at your own pace. The most important thing is to take the first step toward more energy and well-being. Your metabolism — and your health — deserve this fresh start!"
        ],
        "copy_pt": [
          "${userName}, você não precisa aceitar o metabolismo lento como destino. Ao incluir a combinação única de plantas do MITOLYN no dia a dia, você está dando ao corpo a chance de acelerar o metabolismo naturalmente, queimar mais calorias e sentir mais leveza — tudo isso sem dietas radicais ou estimulantes arriscados. Se quiser, posso te ajudar a montar uma rotina fácil, sugerir receitas e compartilhar dicas para aproveitar ao máximo o MITOLYN, passo a passo e respeitando o seu ritmo. O mais importante é dar o primeiro passo rumo a mais energia e bem-estar. Seu metabolismo — e sua saúde — merecem esse novo começo!"
        ],
        "quick_replies_en": [
          "I want to try MITOLYN now",
          "Any tips for the best results?",
          "How to build a routine with MITOLYN?",
          "What else helps my metabolism?",
          "I want to read real stories",
          "Are results long-lasting?",
          "Can I combine MITOLYN with my diet?",
          "Any easy recipes for metabolism?",
          "Is MITOLYN safe for my family?",
          "How to keep motivated?",
          "What are the first changes I’ll notice?",
          "I want to see scientific proof"
        ],
        "quick_replies_pt": [
          "Quero experimentar MITOLYN agora",
          "Dicas para melhores resultados?",
          "Como criar uma rotina com MITOLYN?",
          "O que mais ajuda meu metabolismo?",
          "Quero ver relatos reais",
          "Os resultados duram mesmo?",
          "Posso combinar MITOLYN com minha dieta?",
          "Receitas fáceis para metabolismo?",
          "MITOLYN é seguro para minha família?",
          "Como manter a motivação?",
          "Quais as primeiras mudanças que vou notar?",
          "Quero ver comprovação científica"
        ]
      }
    }
  }
}

