{
  "suplemento": "MITOLYN",
  "symptom": "slow_metabolism",

  "fase_1": {
    "copy_pt": [
      "${userName}, se você sente que o corpo está mais lento, que os quilos aparecem fácil e o cansaço chega rápido mesmo comendo pouco, não é impressão sua. O metabolismo lento é cada vez mais comum, especialmente devido ao excesso de alimentos ultraprocessados, açúcares ocultos e estresse cotidiano. Plantas como chá verde, gengibre, cúrcuma e maca peruana — presentes no MITOLYN — são reconhecidas pela ciência por ativar o metabolismo, facilitar a queima de gordura e devolver a leveza ao corpo.",
      "Sabe aquela sensação de fazer tudo certo, mas a balança não se move? Muitas vezes, o problema não é falta de esforço, mas um metabolismo travado pelo excesso de químicos e ausência das plantas certas na rotina. O segredo pode estar em recuperar a inteligência do corpo, usando os recursos naturais esquecidos pela indústria moderna.",
      "Metabolismo lento não é destino: é sinal de um ambiente tóxico, rotina estressante e pouca diversidade no prato. Culturas que consomem gengibre, cúrcuma e chá verde diariamente têm menos obesidade e mais energia, segundo a ciência. MITOLYN traz essa combinação ancestral para ativar seu metabolismo de forma natural."
    ],
    "copy_en": [
      "${userName}, if it feels like your body is stuck in slow motion — gaining weight even when you eat less, feeling tired after meals, or struggling to see results from your efforts — you’re not imagining things. Slow metabolism is more common than ever, especially with today’s processed foods, hidden sugars, and daily stress. Plants like green tea, ginger, turmeric, and maca root — all found in MITOLYN — have been scientifically shown to help wake up your metabolism and support natural fat burning.",
      "Ever get the feeling you do everything right but nothing changes? Often, the issue is a stalled metabolism caused by chemical overload and missing the right plants in your diet. Sometimes, the solution is bringing natural intelligence back to your body.",
      "A slow metabolism isn’t your fate: it’s often a sign of a toxic environment, stress, and a lack of plant variety. Cultures that use ginger, turmeric, and green tea daily show less obesity and more vitality, research confirms. MITOLYN delivers this ancestral power to help your metabolism thrive."
    ],
    "quick_replies_pt": [
      "Plantas aceleram mesmo o metabolismo?",
      "Por que meu metabolismo está lento?",
      "Processados deixam o corpo lento?",
      "Como o MITOLYN ajuda?",
      "Tem estudos sobre essas plantas?",
      "O que comer para acelerar o metabolismo?",
      "Dicas rápidas para ter mais energia?",
      "Metabolismo lento é coisa da idade?",
      "Preciso me exercitar mais?",
      "Tem relatos reais de sucesso?",
      "Quanto tempo para sentir diferença?",
      "Estresse pode desacelerar o metabolismo?"
    ],
    "quick_replies_en": [
      "Can plants really speed up metabolism?",
      "Why is my metabolism so slow?",
      "Do processed foods slow me down?",
      "How does MITOLYN help?",
      "Are there studies on these plants?",
      "What can I eat to boost metabolism?",
      "Any quick tips for more energy?",
      "Is slow metabolism linked to age?",
      "Do I need to exercise more?",
      "Are there real stories of success?",
      "How fast can I feel a change?",
      "Can stress slow metabolism?"
    ]
  },

  "fase_2": {
    "copy_pt": [
      "Deixar o metabolismo lento sem atenção pode trazer consequências sérias, ${userName}. Não se trata apenas de ganhar peso mais fácil — o metabolismo desacelerado está relacionado ao aumento do risco de diabetes, colesterol alto, desequilíbrios hormonais e até alterações no humor e cansaço constante.",
      "Quando o metabolismo trava, o corpo acumula toxinas, gordura e energia parada. Processados e aditivos químicos criam um ciclo vicioso, tornando mais difícil qualquer perda de peso. Sem plantas ativas, seu corpo perde a capacidade natural de reagir.",
      "Estudos mostram que pessoas que ignoram sinais de metabolismo lento têm mais dificuldade para emagrecer, além de apresentar risco maior de doenças crônicas. O segredo é agir cedo, incluindo alimentos e plantas que reativam os processos metabólicos naturais."
    ],
    "copy_en": [
      "Letting slow metabolism go untreated can have a bigger impact than you might expect, ${userName}. It’s not just about carrying extra weight — it’s about increased risk of diabetes, high cholesterol, hormonal imbalances, and even low mood or fatigue.",
      "A sluggish metabolism leads to more toxins and stored fat. Processed foods and additives create a vicious cycle, making weight loss even harder. Without active plants, your body loses its natural ability to bounce back.",
      "Studies show that ignoring the signs of slow metabolism makes it harder to lose weight and increases the risk of chronic disease. The secret is to act early, bringing in foods and plants that reactivate your metabolism."
    ],
    "quick_replies_pt": [
      "Quais os riscos do metabolismo lento?",
      "Metabolismo lento pode causar doença?",
      "Plantas evitam complicações?",
      "Processados pioram tudo?",
      "Como prevenir esses riscos?",
      "Tem relatos de quem reverteu?",
      "Preciso de remédio para metabolismo lento?",
      "O que acontece se não fizer nada?",
      "Dá para reverter naturalmente?",
      "Ainda dá tempo de mudar?",
      "Essas plantas dão mais energia?",
      "O que acontece se continuar com processados?"
    ],
    "quick_replies_en": [
      "What are the risks of slow metabolism?",
      "Can slow metabolism cause disease?",
      "Do plants help avoid complications?",
      "Does processed food make things worse?",
      "How can I prevent these risks?",
      "Are there stories of people turning things around?",
      "Do I need medication for slow metabolism?",
      "What if I do nothing?",
      "Can I reverse slow metabolism naturally?",
      "Is it too late to change?",
      "Do these plants help with energy?",
      "What happens if I keep eating processed foods?"
    ]
  },

  "fase_3": {
    "copy_pt": [
      "Há comprovação científica real sobre o poder das plantas ativadoras do metabolismo. Pesquisas publicadas no International Journal of Nutrition mostram que chá verde, gengibre, cúrcuma e maca peruana aumentam a taxa metabólica, melhoram digestão e reduzem inflamação.",
      "MITOLYN reúne ingredientes naturais em doses eficazes. Quem inclui essas plantas na rotina sente mais disposição, menos inchaço e emagrece com menos esforço — resultados já relatados nas primeiras semanas de uso.",
      "Pessoas que apostam em rotinas à base dessas plantas relatam peso mais estável, digestão leve e energia renovada. A ciência é clara: usar as plantas certas faz o metabolismo funcionar a seu favor, não contra você."
    ],
    "copy_en": [
      "There’s real scientific evidence behind the power of metabolic-activating plants. Studies published in the International Journal of Nutrition and Harvard Medical School show that daily use of green tea, ginger, turmeric, and maca root can increase metabolic rate, support better digestion, and reduce inflammation markers.",
      "MITOLYN combines these natural ingredients at effective doses. People who use these plants regularly report more energy, less bloating, and easier weight loss — often within the first weeks.",
      "Those who choose routines based on these plants experience more stable weight, lighter digestion, and renewed vitality. Science is clear: the right plants help your metabolism work for you, not against you."
    ],
    "quick_replies_pt": [
      "Essas plantas são comprovadas pela ciência?",
      "Quanto aceleram o metabolismo?",
      "Em quanto tempo vejo resultado?",
      "Processados bloqueiam o efeito?",
      "É seguro para todos?",
      "Posso usar essas plantas todo dia?",
      "Há efeitos colaterais?",
      "Tem relatos de sucesso?",
      "Preciso de exercício também?",
      "Como essas plantas funcionam?",
      "Posso combinar com suplementos?",
      "Onde vejo os estudos?"
    ],
    "quick_replies_en": [
      "Are these plants proven by science?",
      "How much can they speed up metabolism?",
      "How soon will I notice results?",
      "Do processed foods block the effect?",
      "Is it safe for everyone?",
      "Can I use these plants every day?",
      "Are there any side effects?",
      "Any success stories?",
      "Do I need exercise too?",
      "How do these plants work?",
      "Can I combine them with supplements?",
      "Where can I read the studies?"
    ]
  },

  "fase_4": {
    "copy_pt": [
      "Adicionar MITOLYN à rotina é uma forma simples e eficaz de dar um novo impulso ao metabolismo. Chá verde, gengibre, cúrcuma e maca peruana juntos ativam a queima de calorias, eliminam toxinas e devolvem a energia natural, sem estimulantes agressivos.",
      "Essas plantas são usadas há séculos para manter o peso saudável e melhorar a digestão. Hoje, a ciência moderna comprova: a combinação certa faz o metabolismo acelerar sem esgotar o corpo.",
      "MITOLYN não traz soluções rápidas e passageiras — atua de forma suave e constante, tornando o organismo mais eficiente a cada dia. O resultado? Menos cansaço, sensação de leveza e metabolismo ativo para você."
    ],
    "copy_en": [
      "Adding MITOLYN to your daily routine is a simple, effective way to give your metabolism a fresh start. Green tea, ginger, turmeric, and maca root together boost calorie burning, flush toxins, and restore energy — no harsh stimulants needed.",
      "These plants have been used for centuries to support healthy weight and digestion. Now, modern science confirms that the right combination naturally speeds up your metabolism without draining your body.",
      "MITOLYN doesn’t offer quick, short-term fixes — it works gently and consistently, helping your body become more efficient every day. The result? Less fatigue, a lighter feeling, and an active metabolism."
    ],
    "quick_replies_pt": [
      "Como começar a usar MITOLYN?",
      "Posso usar com minha alimentação atual?",
      "Dicas diárias para melhores resultados?",
      "Quanto tempo para ver diferença?",
      "É seguro para uso prolongado?",
      "Posso combinar com exercício?",
      "E se eu esquecer um dia?",
      "Vou sentir mais energia?",
      "Posso usar MITOLYN todo dia?",
      "Tem receitas para acelerar o metabolismo?",
      "Que mudanças esperar?",
      "MITOLYN serve para todas as idades?"
    ],
    "quick_replies_en": [
      "How do I start with MITOLYN?",
      "Can I use MITOLYN with my current diet?",
      "Any daily tips for better results?",
      "How long to see a difference?",
      "Is it safe for long-term use?",
      "Can I combine with exercise?",
      "What if I forget a day?",
      "Will I feel more energy?",
      "Can I use MITOLYN every day?",
      "Are there recipes to boost metabolism?",
      "What changes should I expect?",
      "Is MITOLYN for all ages?"
    ]
  },

  "fase_5": {
    "copy_pt": [
      "${userName}, você não precisa aceitar o metabolismo lento como destino. Ao incluir a combinação única de plantas do MITOLYN no dia a dia, você está dando ao corpo a chance de acelerar o metabolismo naturalmente, queimar mais calorias e sentir mais leveza — tudo isso sem dietas radicais ou estimulantes arriscados. Se quiser, posso te mostrar a solução completa, com rotina, receitas e dicas práticas para aproveitar ao máximo.",
      "Recupere a energia e o controle do seu corpo: basta dar o primeiro passo para incluir MITOLYN na rotina e sentir os resultados. Se quiser conhecer a solução prática com essas plantas, posso te orientar de forma personalizada, respeitando o seu ritmo.",
      "Não aceite a lentidão como destino! MITOLYN pode transformar seu metabolismo de forma natural, segura e comprovada. Quer conhecer essa solução natural para ativar seu metabolismo e conquistar mais saúde?"
    ],
    "copy_en": [
      "${userName}, you don’t have to accept a slow metabolism as your fate. By including MITOLYN’s unique plant blend in your daily life, you’re giving your body the chance to naturally boost its metabolism, burn more calories, and feel lighter — all without drastic diets or risky stimulants. If you’d like, I can show you the full solution, with routine, recipes, and practical tips to make the most of MITOLYN.",
      "Regain your energy and control: just take the first step to include MITOLYN in your routine and feel the results. If you want to discover the practical solution with these plants, I can guide you personally, at your own pace.",
      "Don’t settle for a slow metabolism! MITOLYN can transform your metabolism naturally, safely, and with proven results. Want to discover this natural solution to activate your metabolism and achieve better health?"
    ],
    "quick_replies_pt": [
      "Quero experimentar a solução com MITOLYN",
      "Como funciona essa solução natural para metabolismo?",
      "Mostra como posso começar a usar MITOLYN na prática",
      "Quero saber mais sobre essa solução natural",
      "Essa solução serve para mim?",
      "Como posso incluir MITOLYN na minha rotina?",
      "Explica mais sobre a solução para ativar o metabolismo",
      "Tem um passo a passo para usar MITOLYN?",
      "Quero entender como as plantas atuam juntas na solução",
      "Quero dicas para começar hoje mesmo",
      "Quero relatos de quem usou MITOLYN",
      "Quero ver resultados reais dessa solução natural"
    ],
    "quick_replies_en": [
      "I want to try the MITOLYN solution",
      "How does this natural solution for metabolism work?",
      "Show me how to start using MITOLYN in practice",
      "I want to know more about this natural solution",
      "Is this solution right for me?",
      "How can I include MITOLYN in my routine?",
      "Explain more about the solution for activating metabolism",
      "Is there a step-by-step guide for MITOLYN?",
      "I want to understand how these plants work together in the solution",
      "I want tips to start today",
      "I want stories from people who used MITOLYN",
      "I want to see real results from this natural solution"
    ]
  }
}
