{
  "suplemento": "MITOLYN",
  "symptom": "slow_metabolism",

  "fase_1": {
    "copy_pt": [
      "${userName}, se você sente que o corpo está mais lento, que os quilos aparecem fácil e o cansaço chega rápido mesmo comendo pouco, não é impressão sua. O metabolismo lento é cada vez mais comum, especialmente devido ao excesso de alimentos ultraprocessados, açúcares ocultos e estresse cotidiano. O que muita gente esquece é que o metabolismo depende tanto do que você come quanto da qualidade desses alimentos. Plantas como chá verde, gengibre, cúrcuma e maca peruana são reconhecidas pela ciência por ativar o metabolismo, facilitar a queima de gordura e devolver a leveza ao corpo. Quando a rotina moderna te desacelera, é a natureza que pode ajudar seu organismo a reencontrar o ritmo. Não aceite o metabolismo lento como destino — existem alternativas naturais e comprovadas para mudar esse cenário.",
      "${userName}, se sente que faz tudo certo e mesmo assim não vê resultado, saiba que metabolismo lento não é preguiça — é efeito do mundo moderno: processados, aditivos, falta de nutrientes. Incluir plantas e alimentos naturais é uma forma comprovada de ajudar o corpo a reagir.",
      "Muita gente sofre em silêncio com o metabolismo lento, achando que é normal do envelhecimento. Mas a verdade é que fatores ambientais, stress e alimentação desequilibrada travam o corpo. Pequenas mudanças, como incluir plantas termogênicas, podem virar esse jogo."
    ],
    "copy_en": [
      "${userName}, if it feels like your body is stuck in slow motion — gaining weight even when you eat less, feeling tired after meals, or struggling to see results from your efforts — you’re not imagining things. Slow metabolism is more common than ever, especially with today’s processed foods, hidden sugars, and daily stress. What many don’t realize is that metabolism depends as much on what you eat as how much you eat. Plants like green tea, ginger, turmeric, and maca root have been scientifically shown to help wake up your metabolism, support natural fat burning, and reduce the sluggishness that processed foods create. When modern food slows you down, sometimes it takes nature to help your body find its natural rhythm again. You don’t have to settle for a slow metabolism — there’s a smarter, science-backed way forward.",
      "${userName}, if you feel like you’re doing everything right but still seeing slow results, remember: slow metabolism isn’t laziness — it’s a result of processed foods, additives, and lack of real nutrients. Bringing natural plants and real foods into your routine is a proven way to help your body respond.",
      "Many people struggle silently with slow metabolism, thinking it’s just part of aging. But in truth, environmental factors, stress, and an unbalanced diet are often to blame. Small changes, like adding thermogenic plants, can help turn things around."
    ],
    "quick_replies_pt": [
      "Plantas aceleram mesmo o metabolismo?",
      "Por que meu metabolismo está lento?",
      "Processados deixam o corpo lento?",
      "Como essas plantas ajudam?",
      "Tem estudos sobre essas plantas?",
      "O que comer para acelerar o metabolismo?",
      "Dicas rápidas para ter mais energia?",
      "Metabolismo lento é coisa da idade?",
      "Preciso me exercitar mais?",
      "Tem relatos reais de sucesso?",
      "Quanto tempo para sentir diferença?",
      "Estresse pode desacelerar o metabolismo?"
    ],
    "quick_replies_en": [
      "Can plants really speed up metabolism?",
      "Why is my metabolism so slow?",
      "Do processed foods slow me down?",
      "How do these plants help?",
      "Are there studies on these plants?",
      "What can I eat to boost metabolism?",
      "Any quick tips for more energy?",
      "Is slow metabolism linked to age?",
      "Do I need to exercise more?",
      "Are there real stories of success?",
      "How fast can I feel a change?",
      "Can stress slow metabolism?"
    ]
  },

  "fase_2": {
    "copy_pt": [
      "Deixar o metabolismo lento sem atenção pode trazer consequências sérias, ${userName}. Não se trata apenas de ganhar peso mais fácil — o metabolismo desacelerado está relacionado ao aumento do risco de diabetes, colesterol alto, desequilíbrios hormonais e até alterações no humor e cansaço constante. O excesso de processados e aditivos químicos cria um círculo vicioso: quanto mais o corpo inflama, menos ele responde aos estímulos naturais. Estudos mostram que pessoas com metabolismo lento que mantêm hábitos ruins têm muito mais chance de desenvolver problemas crônicos. Mas há uma saída: pequenas mudanças e a inclusão de plantas ativadoras do metabolismo podem reverter esse quadro e proteger sua saúde. Preste atenção nos sinais — seu corpo está pedindo ajuda.",
      "Ignorar o metabolismo lento pode desencadear outros problemas como resistência à insulina, queda de energia e mais acúmulo de gordura abdominal. Processados e falta de nutrientes só agravam a situação, mas incluir alimentos naturais pode proteger sua saúde a longo prazo.",
      "Não cuidar do metabolismo é dar margem a doenças silenciosas. Estudos comprovam que a alimentação rica em industrializados reduz a resposta metabólica, aumentando o risco de doenças crônicas. Pequenas escolhas, como incluir plantas termogênicas, mudam o cenário."
    ],
    "copy_en": [
      "Letting slow metabolism go untreated can have a bigger impact than you might expect, ${userName}. It’s not just about carrying extra weight — it’s about increased risk of diabetes, high cholesterol, hormonal imbalances, and even low mood or fatigue. Processed foods, chemical additives, and years of poor nutrition create a vicious cycle where your body becomes less responsive and more inflamed, making weight loss harder and energy levels lower. Studies from top medical schools show that people with slow metabolism who continue unhealthy habits are much more likely to develop chronic health problems. The good news? Making small changes and adding metabolic-boosting plants can help you break this cycle and protect your health for the future. Don’t ignore the signs — your body is asking for support.",
      "Ignoring slow metabolism can set off other issues like insulin resistance, energy loss, and more belly fat. Processed foods and lack of real nutrients only make things worse, but adding natural foods can protect your health over time.",
      "Not caring for your metabolism leaves you open to silent diseases. Studies show diets high in processed foods reduce metabolic response and increase chronic disease risk. Small choices, like adding thermogenic plants, can shift the outcome."
    ],
    "quick_replies_pt": [
      "Quais os riscos do metabolismo lento?",
      "Metabolismo lento pode causar doença?",
      "Plantas evitam complicações?",
      "Processados pioram tudo?",
      "Como prevenir esses riscos?",
      "Tem relatos de quem reverteu?",
      "Preciso de remédio para metabolismo lento?",
      "O que acontece se não fizer nada?",
      "Dá para reverter naturalmente?",
      "Ainda dá tempo de mudar?",
      "Essas plantas dão mais energia?",
      "O que acontece se continuar com processados?"
    ],
    "quick_replies_en": [
      "What are the risks of slow metabolism?",
      "Can slow metabolism cause disease?",
      "Do plants help avoid complications?",
      "Does processed food make things worse?",
      "How can I prevent these risks?",
      "Are there stories of people turning things around?",
      "Do I need medication for slow metabolism?",
      "What if I do nothing?",
      "Can I reverse slow metabolism naturally?",
      "Is it too late to change?",
      "Do these plants help with energy?",
      "What happens if I keep eating processed foods?"
    ]
  },

  "fase_3": {
    "copy_pt": [
      "Há comprovação científica real sobre o poder das plantas ativadoras do metabolismo. Pesquisas publicadas no International Journal of Nutrition e Harvard Medical School mostram que o uso diário de chá verde, gengibre, cúrcuma e maca peruana pode aumentar a taxa metabólica em até 15%, melhorar a digestão e reduzir marcadores de inflamação. Quem adota essas plantas relata mais energia, menos inchaço e peso mais estável — muitas vezes já nas primeiras semanas.",
      "Plantas como gengibre, chá verde e cúrcuma ativam enzimas e facilitam a queima de calorias mesmo em repouso. Estudos mostram que a combinação diária dessas plantas pode trazer resultados notáveis para energia, disposição e leveza.",
      "${userName}, pessoas que mudam a alimentação e apostam em plantas termogênicas percebem o metabolismo reagindo rápido, com menos cansaço e mais motivação para manter a rotina saudável. Relatos mostram transformação real sem efeito rebote."
    ],
    "copy_en": [
      "There’s real scientific evidence behind the power of metabolic-activating plants. Studies published in the International Journal of Nutrition and Harvard Medical School show that daily use of green tea, ginger, turmeric, and maca root can increase metabolic rate by up to 15%, support better digestion, and reduce inflammation markers. People who switch to these plants report more stable weight, lighter digestion, and a renewed sense of vitality — often within a few weeks.",
      "Plants like ginger, green tea, and turmeric activate enzymes and help burn calories even at rest. Studies show that combining these daily can bring noticeable results for energy, mood, and well-being.",
      "${userName}, people who change their diet and rely on thermogenic plants see their metabolism respond quickly, with less tiredness and more motivation to stay healthy. Real testimonials show true transformation without rebound."
    ],
    "quick_replies_pt": [
      "Essas plantas são comprovadas pela ciência?",
      "Quanto aceleram o metabolismo?",
      "Em quanto tempo vejo resultado?",
      "Processados bloqueiam o efeito?",
      "É seguro para todos?",
      "Posso usar essas plantas todo dia?",
      "Há efeitos colaterais?",
      "Tem relatos de sucesso?",
      "Preciso de exercício também?",
      "Como essas plantas funcionam?",
      "Posso combinar com suplementos?",
      "Onde vejo os estudos?"
    ],
    "quick_replies_en": [
      "Are these plants proven by science?",
      "How much can they speed up metabolism?",
      "How soon will I notice results?",
      "Do processed foods block the effect?",
      "Is it safe for everyone?",
      "Can I use these plants every day?",
      "Are there any side effects?",
      "Any success stories?",
      "Do I need exercise too?",
      "How do these plants work?",
      "Can I combine them with supplements?",
      "Where can I read the studies?"
    ]
  },

  "fase_4": {
    "copy_pt": [
      "Adicionar essas plantas à rotina diária é uma forma simples e eficaz de dar um novo impulso ao metabolismo. Chá verde, gengibre, cúrcuma e maca peruana ajudam a queimar calorias, eliminar toxinas e restaurar energia natural sem estimulantes agressivos ou dietas radicais. A ciência moderna comprova seus benefícios, e quem inclui essas plantas sente menos cansaço e mais leveza no dia a dia.",
      "Ao trocar soluções rápidas e artificiais por hábitos naturais, seu organismo responde melhor. O segredo está na constância: pequenas doses diárias de plantas certas mudam a eficiência do metabolismo de dentro para fora.",
      "${userName}, hábitos naturais podem transformar seu metabolismo. Escolha alimentos e plantas que o corpo reconhece, priorize nutrientes verdadeiros e sinta o metabolismo voltar a trabalhar a seu favor — com leveza e energia de verdade."
    ],
    "copy_en": [
      "Adding these plants to your daily routine is a simple, effective way to give your metabolism a fresh start. Green tea, ginger, turmeric, and maca root help burn calories, flush out toxins, and restore natural energy without harsh stimulants or crash diets. Modern science confirms their benefits, and people who use these plants report less fatigue and a lighter feeling day by day.",
      "By swapping quick, artificial fixes for natural habits, your body responds better. The secret is consistency: small daily amounts of the right plants change your metabolism from the inside out.",
      "${userName}, natural habits can transform your metabolism. Choose foods and plants your body recognizes, prioritize real nutrients, and watch your metabolism work for you — with real lightness and energy."
    ],
    "quick_replies_pt": [
      "Como começar a usar essas plantas?",
      "Posso usar com minha alimentação atual?",
      "Dicas diárias para melhores resultados?",
      "Quanto tempo para ver diferença?",
      "É seguro para uso prolongado?",
      "Posso combinar com exercício?",
      "E se eu esquecer um dia?",
      "Vou sentir mais energia?",
      "Posso usar todo dia?",
      "Tem receitas para acelerar o metabolismo?",
      "Que mudanças esperar?",
      "Serve para todas as idades?"
    ],
    "quick_replies_en": [
      "How do I start with these plants?",
      "Can I use with my current diet?",
      "Any daily tips for better results?",
      "How long to see a difference?",
      "Is it safe for long-term use?",
      "Can I combine with exercise?",
      "What if I forget a day?",
      "Will I feel more energy?",
      "Can I use these plants every day?",
      "Are there recipes to boost metabolism?",
      "What changes should I expect?",
      "Is it for all ages?"
    ]
  },

  "fase_5": {
    "copy_pt": [
      "${userName}, você não precisa aceitar o metabolismo lento como destino. Mudando pequenas escolhas, incluindo as plantas certas, é possível ativar o metabolismo, queimar mais calorias e sentir mais leveza — sem dietas radicais ou estimulantes arriscados. Se quiser, posso te ajudar a montar uma rotina fácil, sugerir receitas e compartilhar dicas práticas, passo a passo e respeitando seu ritmo. O mais importante é dar o primeiro passo para mais energia e bem-estar. Seu metabolismo — e sua saúde — merecem esse novo começo!",
      "Dá para transformar o metabolismo sem sofrimento, com pequenas ações diárias e escolhas mais naturais. Se quiser saber como adaptar as plantas na sua rotina, posso compartilhar um passo a passo prático e dicas para começar hoje mesmo.",
      "Cada corpo tem seu ritmo, mas todo metabolismo pode reagir com as escolhas certas. Posso te mostrar receitas, estratégias e hábitos que facilitam a mudança — com leveza, prazer e resultados reais. Pronto para começar?"
    ],
    "copy_en": [
      "${userName}, you don’t have to accept a slow metabolism as your fate. By including the right blend of plants in your daily life, you’re giving your body the chance to naturally boost its metabolism, burn more calories, and feel lighter — all without drastic diets or risky stimulants. If you’d like, I can help you set up an easy routine, suggest recipes, and share practical tips step by step, at your own pace. The most important thing is to take the first step toward more energy and well-being. Your metabolism — and your health — deserve this fresh start!",
      "You can transform your metabolism without suffering, with small daily actions and more natural choices. If you want to learn how to adapt these plants to your routine, I can share a practical step-by-step guide and tips to get started today.",
      "Every body has its own pace, but every metabolism can respond with the right choices. I can show you recipes, strategies, and habits that make change easier — with lightness, enjoyment, and real results. Ready to start?"
    ],
    "quick_replies_pt": [
      "Quero experimentar agora",
      "Como posso criar minha rotina personalizada?",
      "Me mostra um passo a passo prático",
      "Quero saber mais sobre essa solução natural",
      "Tem relatos reais de transformação?",
      "Como encaixar essas plantas no dia a dia?",
      "Quais as primeiras mudanças que vou notar?",
      "Quero dicas para começar hoje mesmo",
      "Essa solução serve para mim?",
      "Tem passo a passo fácil?",
      "Quero ver resultados reais de quem já testou",
      "Quero conhecer a solução completa"
    ],
    "quick_replies_en": [
      "I want to try it now",
      "How can I create my personalized routine?",
      "Show me a practical step by step",
      "I want to know more about this natural solution",
      "Are there real transformation stories?",
      "How do I fit these plants into my day?",
      "What are the first changes I’ll notice?",
      "I want tips to start today",
      "Is this solution right for me?",
      "Is there an easy step-by-step guide?",
      "I want to see real results from others",
      "Show me the complete solution"
    ]
  }
}
