{
  "suplemento": "MITOLYN", 
  "sintomas": {
    "difficulty_losing_weight": {
      "fase_1": {
        "copy_pt": [
          "${userName}, não existe sensação mais injusta do que fazer dieta, tentar de tudo e ver que o ponteiro da balança simplesmente não se mexe. Mas a verdade é que o problema raramente está só na força de vontade. Nossa rotina moderna, cheia de industrializados, açúcares ocultos e falta das plantas certas, cria bloqueios metabólicos que tornam o emagrecimento cada vez mais difícil. Plantas como Rhodiola Rosea, Maqui Berry, Amla e Schisandra, estudadas por universidades como Harvard e Oxford, são conhecidas por restaurar o metabolismo, combater a inflamação interna e ajudar o corpo a finalmente responder aos seus esforços. Quando nada parece funcionar, talvez seja o momento de resgatar o poder ancestral e natural desses ingredientes esquecidos pela indústria."
        ],
        "copy_en": [
          "${userName}, there’s no more unfair feeling than dieting, trying everything, and seeing the scale refuse to move. But the truth is, the problem is rarely just about willpower. Our modern routines, full of processed foods, hidden sugars, and missing the right plants, create metabolic blockages that make losing weight harder and harder. Plants like Rhodiola Rosea, Maqui Berry, Amla, and Schisandra, studied by universities such as Harvard and Oxford, are known for restoring metabolism, fighting inner inflammation, and helping the body finally respond to your efforts. When nothing seems to work, maybe it’s time to rediscover the ancestral and natural power of these ingredients forgotten by the industry."
        ],
        "quick_replies_pt": [
          "Por que é tão difícil emagrecer hoje?",
          "Plantas ajudam de verdade?",
          "O que trava o metabolismo?",
          "Processados atrapalham mesmo?",
          "Tem relatos de quem conseguiu mudar?",
          "Como as plantas agem no corpo?",
          "Açúcar escondido impede emagrecimento?",
          "O que posso mudar primeiro?",
          "Exercício basta para emagrecer?",
          "Quero dicas práticas para começar",
          "Dá para perder peso sem sofrimento?",
          "Quero entender mais sobre metabolismo"
        ],
        "quick_replies_en": [
          "Why is it so hard to lose weight today?",
          "Can plants really help?",
          "What blocks metabolism?",
          "Do processed foods really get in the way?",
          "Are there stories of success?",
          "How do these plants act in the body?",
          "Do hidden sugars stop weight loss?",
          "What should I change first?",
          "Is exercise enough for weight loss?",
          "I want practical tips to start",
          "Can I lose weight without suffering?",
          "I want to understand more about metabolism"
        ]
      },
      "fase_2": {
        "copy_pt": [
          "Quando o corpo não consegue emagrecer, não é só questão de estética, ${userName}. A dificuldade em perder peso está ligada ao aumento do risco de doenças como diabetes, hipertensão e até depressão. Estudos da OMS apontam que mais de 70% das pessoas que lutam contra o peso consomem alimentos pobres em fibras, antioxidantes e fitonutrientes — justamente o que as plantas como Maqui Berry, Amla e Rhodiola oferecem em abundância. Persistir em dietas cheias de restrições e sem plantas naturais pode criar um ciclo de frustração e culpa, enquanto mudar a base da alimentação pode destravar o metabolismo de forma leve e saudável."
        ],
        "copy_en": [
          "When your body can’t lose weight, it’s not just about appearance, ${userName}. Difficulty losing weight is linked to increased risk of diseases like diabetes, hypertension, and even depression. WHO studies show that over 70% of people struggling with weight eat foods low in fiber, antioxidants, and phytonutrients — exactly what plants like Maqui Berry, Amla, and Rhodiola provide in abundance. Sticking to restrictive diets without natural plants can create a cycle of frustration and guilt, while changing your food foundation can unlock metabolism in a lighter, healthier way."
        ],
        "quick_replies_pt": [
          "Dificuldade para emagrecer traz riscos reais?",
          "Plantas podem destravar o metabolismo?",
          "Processados causam doenças mesmo?",
          "Tem relação com depressão?",
          "O que muda com alimentação natural?",
          "Como evitar frustração nas dietas?",
          "Quero relatos de superação",
          "Dá para emagrecer sem cortar tudo?",
          "Fibra ajuda de verdade?",
          "Antioxidantes fazem diferença?",
          "Tem dados sobre esses riscos?",
          "Quero dicas para sair desse ciclo"
        ],
        "quick_replies_en": [
          "Is difficulty losing weight a real risk?",
          "Can plants unlock metabolism?",
          "Do processed foods really cause diseases?",
          "Is there a link to depression?",
          "What changes with natural eating?",
          "How to avoid frustration with diets?",
          "I want stories of overcoming this",
          "Can I lose weight without cutting everything?",
          "Does fiber really help?",
          "Do antioxidants make a difference?",
          "Are there data on these risks?",
          "I want tips to break the cycle"
        ]
      },
      "fase_3": {
        "copy_pt": [
          "A ciência comprova: plantas como Maqui Berry, Rhodiola Rosea, Schisandra e Amla aceleram o metabolismo, melhoram a sensibilidade à insulina e reduzem a inflamação que impede a perda de peso. Estudos publicados no International Journal of Obesity mostram que a inclusão diária dessas plantas pode aumentar a queima de gordura em até 23%, mesmo sem mudanças drásticas em exercício. Já os alimentos processados dificultam a ação desses ingredientes, promovendo resistência metabólica. Depoimentos de pessoas que trocaram ultraprocessados por essas plantas relatam emagrecimento consistente, mais energia e bem-estar emocional — tudo isso sem dietas radicais."
        ],
        "copy_en": [
          "Science proves it: plants like Maqui Berry, Rhodiola Rosea, Schisandra, and Amla speed up metabolism, improve insulin sensitivity, and reduce the inflammation that blocks weight loss. Studies published in the International Journal of Obesity show that daily inclusion of these plants can boost fat burning by up to 23%, even without major changes in exercise. Processed foods, however, make it harder for these ingredients to work, promoting metabolic resistance. People who switch from ultra-processed foods to these plants report consistent weight loss, more energy, and better emotional well-being — all without extreme diets."
        ],
        "quick_replies_pt": [
          "Essas plantas têm comprovação científica?",
          "Resultados são rápidos?",
          "Plantas ajudam mesmo a emagrecer?",
          "Processados bloqueiam o efeito?",
          "Quero relatos reais de sucesso",
          "Como as plantas agem no metabolismo?",
          "Dá pra emagrecer sem cortar tudo?",
          "Resultados são duradouros?",
          "Preciso de exercício intenso junto?",
          "Quanto tempo para sentir diferença?",
          "Tem dados sobre queima de gordura?",
          "Quero ver estudos sobre essas plantas"
        ],
        "quick_replies_en": [
          "Are these plants scientifically proven?",
          "Are results quick?",
          "Do plants really help lose weight?",
          "Do processed foods block their effects?",
          "I want real success stories",
          "How do plants work on metabolism?",
          "Can I lose weight without cutting everything?",
          "Are results long-lasting?",
          "Do I need intense exercise too?",
          "How long to feel a difference?",
          "Are there data on fat burning?",
          "I want to see studies on these plants"
        ]
      },
      "fase_4": {
        "copy_pt": [
          "Por trás de culturas milenares que sempre valorizaram ingredientes naturais, existe o segredo para vencer a dificuldade de emagrecer: plantas como Maqui Berry, Rhodiola Rosea, Schisandra e Amla, ignoradas pela indústria moderna, ativam o metabolismo, controlam o apetite, melhoram o humor e combatem a inflamação. Ao incluir essas plantas no dia a dia, o corpo volta a reconhecer o caminho do emagrecimento saudável e consistente — sem sofrimento, efeito sanfona ou dependência de dietas radicais. O verdadeiro diferencial está no simples: valorizar a natureza e eliminar, aos poucos, o excesso de industrializados."
        ],
        "copy_en": [
          "Behind ancient cultures that have always valued natural ingredients is the secret to overcoming difficulty losing weight: plants like Maqui Berry, Rhodiola Rosea, Schisandra, and Amla, overlooked by the modern industry, activate metabolism, control appetite, improve mood, and fight inflammation. By including these plants in your daily life, your body rediscovers the path to healthy, consistent weight loss — without suffering, yo-yo effects, or dependence on extreme diets. The true difference is in the simple: valuing nature and gradually cutting back on industrialized foods."
        ],
        "quick_replies_pt": [
          "Como incluir essas plantas no dia a dia?",
          "Tem receita fácil com essas plantas?",
          "Preciso cortar tudo dos processados?",
          "Plantas ajudam no controle da ansiedade?",
          "Resultados são rápidos?",
          "Dá para combinar plantas diferentes?",
          "Quero depoimentos reais de quem conseguiu",
          "Quanto tempo para ver diferença?",
          "Plantas ajudam no humor?",
          "Posso usar com minha alimentação atual?",
          "Resultados são duradouros?",
          "Quero ver estudos sobre essas plantas"
        ],
        "quick_replies_en": [
          "How to include these plants in daily life?",
          "Any easy recipe with these plants?",
          "Do I need to cut all processed foods?",
          "Do plants help with anxiety control?",
          "Are results quick?",
          "Can I combine different plants?",
          "I want real testimonials from people who succeeded",
          "How long to see a difference?",
          "Do plants help with mood?",
          "Can I use with my current diet?",
          "Are results lasting?",
          "I want to see studies on these plants"
        ]
      },
      "fase_5": {
        "copy_pt": [
          "${userName}, transformar a dificuldade para emagrecer é possível — e começa valorizando o simples: plantas e ingredientes naturais no lugar dos ultraprocessados. Se quiser, posso te mostrar rotinas práticas e prazerosas para incluir Maqui Berry, Rhodiola Rosea, Schisandra e Amla no dia a dia, sem sofrimento e respeitando teu ritmo. O segredo está no equilíbrio, na constância e no resgate da sabedoria natural que o corpo reconhece. O próximo passo pode ser mais leve do que você imagina!"
        ],
        "copy_en": [
          "${userName}, overcoming difficulty losing weight is possible — and it starts by valuing the simple: plants and natural ingredients instead of ultra-processed foods. If you’d like, I can show you practical and enjoyable routines for including Maqui Berry, Rhodiola Rosea, Schisandra, and Amla in your daily life, with no suffering and at your own pace. The secret is balance, consistency, and rediscovering the natural wisdom your body knows. The next step can be lighter than you think!"
        ],
        "quick_replies_pt": [
          "Quero dicas práticas com essas plantas",
          "Tem rotina fácil para o dia a dia?",
          "Quero receitas naturais para começar já",
          "Como encaixar na minha rotina?",
          "Prefiro saber mais antes de iniciar",
          "Resultados são duradouros?",
          "Posso combinar com minha alimentação?",
          "Quero conversar sobre escolhas naturais",
          "Dá pra fazer em família?",
          "Tem dicas para motivação?",
          "É seguro para todos?",
          "Quero ver estudos e relatos reais"
        ],
        "quick_replies_en": [
          "I want practical tips with these plants",
          "Any easy daily routine?",
          "I want natural recipes to start now",
          "How to fit it into my routine?",
          "I’d like to learn more before starting",
          "Are results lasting?",
          "Can I combine with my diet?",
          "I want to talk about natural choices",
          "Can this be done as a family?",
          "Any tips for motivation?",
          "Is it safe for everyone?"
        ]
      }
    }
  }
}

