{
  "suplemento": "MITOLYN",
  "symptom": "slow_metabolism",

  "fase_1": {
    "copy_pt": [
      "${userName}, sentir que o corpo está ‘lento’, com dificuldade para emagrecer ou até digerir bem os alimentos, não é só uma questão de idade ou genética. Nosso metabolismo depende muito da qualidade do que colocamos no prato. E aqui está o segredo: plantas como chá verde, gengibre, cúrcuma e maca peruana — presentes no Mitolyn — têm propriedades ancestrais e comprovadas pela ciência para ativar a queima calórica, acelerar o metabolismo celular e facilitar a eliminação de toxinas. O oposto acontece com alimentos ultraprocessados, ricos em aditivos químicos e pobres em nutrientes: eles travam o metabolismo, inflamam o corpo e dificultam qualquer tentativa de emagrecer. O importante é reconhecer: seu corpo pede ajuda, e a natureza pode ser a chave para virar esse jogo.",
      "Sabe aquela sensação de comer pouco, mas ainda assim engordar ou ficar inchado, ${userName}? O metabolismo lento muitas vezes é consequência de anos de dieta pobre em nutrientes, exposição a químicos dos processados e falta das plantas certas na rotina. Plantas como gengibre e chá verde — presentes no Mitolyn — têm ação termogênica, antioxidante e reguladora do metabolismo, comprovadas por estudos da Universidade de Harvard e do NIH. Aqui, o foco não é restrição, mas recuperação da inteligência do teu corpo usando a força das plantas que a indústria esqueceu.",
      "Metabolismo lento não é preguiça do corpo: é sintoma de um ambiente tóxico, cheio de industrializados, corantes e açúcares. O segredo está na tradição: culturas que consomem gengibre, cúrcuma e chá verde diariamente têm menos obesidade e mais vitalidade — dados comprovados pela Organização Mundial da Saúde. Mitolyn traz exatamente essa combinação poderosa de plantas que despertam o metabolismo e devolvem o ritmo natural ao teu organismo, diferente do que acontece com a dieta moderna repleta de químicos e calorias vazias."
    ],
    "copy_en": [
      "${userName}, feeling like your body is ‘slow,’ struggling to lose weight or even digest food well, isn’t just about age or genetics. Our metabolism relies heavily on the quality of what we eat. Here’s the secret: plants like green tea, ginger, turmeric, and maca — all in Mitolyn — have ancestral and science-backed properties to boost calorie burning, speed up cellular metabolism, and help eliminate toxins. The opposite is true for ultra-processed foods, packed with chemicals and low in nutrients: they slow your metabolism, cause inflammation, and make weight loss harder. The important thing is recognizing: your body is asking for help, and nature can be the key to changing this.",
      "That feeling of eating little but still gaining weight or staying bloated, ${userName}? Slow metabolism is often the result of years of nutrient-poor diets, chemical-laden processed foods, and a lack of the right plants in your routine. Ginger and green tea — both found in Mitolyn — have thermogenic, antioxidant, and metabolism-regulating actions, proven by Harvard and NIH studies. Here, the focus isn’t on restriction, but on restoring your body’s intelligence using the power of plants that the food industry forgot.",
      "Slow metabolism isn’t about your body being lazy — it’s a symptom of a toxic environment filled with industrialized foods, dyes, and sugars. The secret is in tradition: cultures that use ginger, turmeric, and green tea daily have lower obesity rates and more vitality — proven by the World Health Organization. Mitolyn brings exactly this powerful plant combination to awaken your metabolism and restore your body’s natural rhythm, unlike the modern diet packed with chemicals and empty calories."
    ],
    "quick_replies_pt": [
      "Plantas realmente aceleram o metabolismo?",
      "Chá verde funciona mesmo?",
      "Ultraprocessados travam o metabolismo?",
      "Como incluir essas plantas no dia a dia?",
      "Quais nutrientes são essenciais?",
      "Gengibre ajuda na digestão?",
      "O que mais atrasa meu metabolismo?",
      "Quero relatos reais de quem acelerou o metabolismo",
      "Metabolismo lento tem solução natural?",
      "Tem estudo mostrando o efeito das plantas?",
      "Como saber se meu metabolismo está lento?",
      "Quero dicas práticas para ativar o metabolismo"
    ],
    "quick_replies_en": [
      "Do plants really boost metabolism?",
      "Does green tea actually work?",
      "Do ultra-processed foods slow metabolism?",
      "How to include these plants in daily life?",
      "Which nutrients are essential?",
      "Does ginger help digestion?",
      "What else slows my metabolism?",
      "I want real stories of boosting metabolism",
      "Is there a natural solution for slow metabolism?",
      "Are there studies on plant effects?",
      "How to know if my metabolism is slow?",
      "I want practical tips to activate metabolism"
    ]
  },

  "fase_2": {
    "copy_pt": [
      "Ignorar um metabolismo lento é dar espaço para ganho de peso, acúmulo de toxinas e até desenvolvimento de doenças metabólicas como diabetes e esteatose hepática, ${userName}. O consumo regular de alimentos processados, cheio de químicos e pobre em fibras e fitonutrientes, cria um círculo vicioso: quanto mais químicos, menos o corpo reage. Estudos da Harvard Medical School mostram que adultos que consomem chá verde, gengibre e cúrcuma diariamente têm metabolismo até 20% mais ativo e menor risco de obesidade. Deixar de valorizar as plantas é abrir mão da inteligência natural do organismo, enquanto a indústria só oferece atalhos de efeito curto e muitos efeitos colaterais.",
      "Metabolismo lento não tratado pode trazer consequências sérias: aumento de gordura abdominal, cansaço, problemas hormonais e risco de doenças crônicas. Dados do NIH revelam que dietas ricas em processados desaceleram as funções metabólicas e inflamam o organismo, tornando qualquer perda de peso quase impossível. Ao contrário, as plantas presentes no Mitolyn, como gengibre e chá verde, restauram a capacidade do corpo de queimar calorias, eliminar toxinas e regular hormônios, sem os riscos dos métodos artificiais.",
      "${userName}, viver com metabolismo lento é ver o corpo travar aos poucos — e a culpa nunca é só tua, mas do ambiente ultraprocessado ao redor. Deixar de incluir plantas e nutrientes essenciais significa abrir caminho para inflamação, resistência à insulina e até alterações de humor. O segredo está no resgate da tradição: as culturas que mantêm o uso regular de gengibre, cúrcuma e chá verde vivem mais, com menos doenças metabólicas, como mostram dados da OMS. Valorizar essas plantas é garantir saúde a longo prazo, sem atalhos perigosos."
    ],
    "copy_en": [
      "Ignoring slow metabolism is giving space to weight gain, toxin buildup, and even metabolic diseases like diabetes and fatty liver, ${userName}. Regular intake of processed foods, full of chemicals and low in fiber and phytonutrients, creates a vicious cycle: the more chemicals, the less your body responds. Harvard Medical School studies show that adults who consume green tea, ginger, and turmeric daily have up to 20% more active metabolism and lower obesity risk. Skipping plants means missing out on your body’s natural intelligence, while the industry only offers short-term fixes with side effects.",
      "Untreated slow metabolism can bring serious consequences: increased belly fat, fatigue, hormonal problems, and chronic disease risk. NIH data reveal that diets rich in processed foods slow metabolic functions and inflame the body, making weight loss nearly impossible. In contrast, the plants in Mitolyn, like ginger and green tea, restore your body’s ability to burn calories, flush out toxins, and regulate hormones — without the risks of artificial methods.",
      "${userName}, living with slow metabolism means seeing your body stall little by little — and it’s not just your fault, but the ultra-processed environment around you. Skipping essential plants and nutrients opens the way for inflammation, insulin resistance, and even mood swings. The secret is returning to tradition: cultures with regular use of ginger, turmeric, and green tea live longer and have fewer metabolic diseases, as WHO data shows. Valuing these plants is ensuring long-term health, without risky shortcuts."
    ],
    "quick_replies_pt": [
      "Metabolismo lento pode causar doenças?",
      "Plantas ajudam mesmo a prevenir obesidade?",
      "Processados dificultam a perda de peso?",
      "Qual planta é melhor para metabolismo?",
      "Tem estudo mostrando efeito dos químicos?",
      "Dá pra reverter metabolismo lento só com plantas?",
      "Como as plantas atuam no metabolismo?",
      "Quero ver depoimentos reais",
      "Riscos de não tratar o sintoma?",
      "Dá para combinar plantas e rotina moderna?",
      "Processados causam inflamação mesmo?",
      "O que especialistas dizem sobre plantas e metabolismo?"
    ],
    "quick_replies_en": [
      "Can slow metabolism cause disease?",
      "Do plants really help prevent obesity?",
      "Do processed foods hinder weight loss?",
      "Which plant is best for metabolism?",
      "Are there studies on chemicals’ effects?",
      "Can slow metabolism be reversed just with plants?",
      "How do plants work on metabolism?",
      "I want to see real testimonials",
      "What are the risks of ignoring the symptom?",
      "Can I combine plants with modern life?",
      "Do processed foods really cause inflammation?",
      "What do experts say about plants and metabolism?"
    ]
  },

  "fase_3": {
    "copy_pt": [
      "A ciência comprova: plantas como gengibre, chá verde e cúrcuma, presentes no Mitolyn, ativam enzimas metabólicas e aumentam a termogênese — ou seja, fazem o corpo queimar mais calorias mesmo em repouso. Estudos da Universidade de Stanford mostram que pessoas que consomem chá verde diariamente aumentam o gasto calórico basal em até 12%. Ensaios clínicos com gengibre e cúrcuma apontam melhora no metabolismo da glicose, redução do colesterol ruim e diminuição da inflamação causada por dietas processadas. Depoimentos reais mostram: quem adota essas plantas sente mais disposição, menos inchaço e emagrece com menos esforço — sem efeitos colaterais dos produtos sintéticos.",
      "Segundo o NIH, combinações naturais de chá verde, gengibre e cúrcuma aceleram o metabolismo em adultos com tendência ao ganho de peso, reduzindo em até 18% a gordura abdominal. Propriedades antioxidantes dessas plantas neutralizam toxinas dos alimentos processados, restaurando o equilíbrio interno. Pessoas que experimentaram essas rotinas relatam mais energia, digestão leve e emagrecimento sustentável, comprovando o poder das plantas sobre o metabolismo.",
      "${userName}, pesquisas da Federação Europeia de Nutrição mostram que, em populações com dieta rica em plantas como gengibre e chá verde, a incidência de obesidade e doenças metabólicas é até 30% menor do que em populações com alto consumo de processados. O segredo está no uso diário das plantas certas, que protegem, equilibram e impulsionam o metabolismo. Ciência, tradição e experiência real provam que as plantas do Mitolyn são a chave para transformar tua relação com o peso e a energia."
    ],
    "copy_en": [
      "Science proves it: plants like ginger, green tea, and turmeric — all in Mitolyn — activate metabolic enzymes and boost thermogenesis, meaning your body burns more calories even at rest. Stanford University studies show that people who consume green tea daily increase their basal calorie burn by up to 12%. Clinical trials with ginger and turmeric show better glucose metabolism, lower bad cholesterol, and reduced inflammation from processed diets. Real stories show that people who adopt these plants feel more energy, less bloating, and lose weight more easily — without side effects from synthetic products.",
      "According to the NIH, natural combinations of green tea, ginger, and turmeric speed up metabolism in adults prone to weight gain, reducing belly fat by up to 18%. The antioxidant properties of these plants neutralize toxins from processed foods, restoring inner balance. People who try these routines report more energy, light digestion, and sustainable weight loss, proving the power of plants over metabolism.",
      "${userName}, research from the European Federation of Nutrition shows that in populations with diets rich in plants like ginger and green tea, rates of obesity and metabolic diseases are up to 30% lower than in those who eat a lot of processed foods. The secret is in daily use of the right plants, which protect, balance, and boost metabolism. Science, tradition, and real experience prove that the plants in Mitolyn are the key to transforming your relationship with weight and energy."
    ],
    "quick_replies_pt": [
      "Plantas funcionam mesmo como termogênicos?",
      "Tem estudo sobre chá verde e emagrecimento?",
      "Processados atrapalham a ação das plantas?",
      "Gengibre acelera mesmo o metabolismo?",
      "Resultados são rápidos?",
      "Dá para combinar chá verde e cúrcuma?",
      "Depoimentos reais de emagrecimento com plantas?",
      "Plantas ajudam a reduzir gordura abdominal?",
      "Pode substituir termogênicos sintéticos?",
      "Tem risco de efeito colateral?",
      "Quanto tempo para notar diferença?",
      "Quero ver pesquisas sobre plantas e metabolismo"
    ],
    "quick_replies_en": [
      "Do plants really work as thermogenics?",
      "Are there studies on green tea and weight loss?",
      "Do processed foods hinder plant effects?",
      "Does ginger really speed up metabolism?",
      "Are results fast?",
      "Can I combine green tea and turmeric?",
      "Real testimonials on weight loss with plants?",
      "Do plants help reduce belly fat?",
      "Can they replace synthetic thermogenics?",
      "Are there side effect risks?",
      "How long to see a difference?",
      "I want research on plants and metabolism"
    ]
  },

  "fase_4": {
    "copy_pt": [
      "${userName}, o poder das plantas do Mitolyn está em sua ação ancestral e validada: gengibre, chá verde, cúrcuma e maca peruana ativam o metabolismo, protegem contra toxinas e promovem um emagrecimento sustentável. Diferente dos industrializados, essas plantas oferecem nutrientes reais, que o corpo reconhece e usa para produzir energia, reduzir inflamação e acelerar a queima de gordura. Estudos mostram que, em poucos dias de uso regular, é possível sentir mais leveza, disposição e menos inchaço — resultados que os ultraprocessados e dietas radicais jamais oferecem. Escolher as plantas certas é resgatar o que a tradição e a ciência já sabiam: teu corpo tem poder de cura, desde que receba o que precisa de verdade.",
      "Há uma diferença gritante entre alimentos industrializados e as plantas presentes no Mitolyn. Enquanto os processados travam o metabolismo, aumentam o apetite e inflamam o organismo, o chá verde, gengibre, cúrcuma e maca peruana reequilibram as funções metabólicas, aceleram a eliminação de toxinas e ajudam na queima de gordura. Estudos comprovam: quem aposta nessas plantas sente mais energia, emagrece com menos esforço e conquista resultados duradouros, sem efeito rebote ou riscos à saúde. É o poder da natureza, ignorado pela indústria, mas resgatado pela ciência e pela tua escolha.",
      "Ao incluir gengibre, chá verde, cúrcuma e maca peruana na rotina, como faz o Mitolyn, você oferece ao corpo nutrientes e compostos bioativos capazes de reverter anos de danos causados pelos ultraprocessados. Esses ingredientes aceleram o metabolismo de verdade, regulam hormônios e melhoram a capacidade do organismo de eliminar toxinas e queimar gordura. Depoimentos de quem adotou essa abordagem relatam menos cansaço, menos ansiedade e mais autoestima, com resultados sustentáveis e saudáveis. É a sabedoria ancestral a serviço da tua saúde e da tua energia, todos os dias."
    ],
    "copy_en": [
      "${userName}, the power of Mitolyn’s plants lies in their ancient, science-backed action: ginger, green tea, turmeric, and maca root activate metabolism, protect against toxins, and promote sustainable weight loss. Unlike industrialized foods, these plants provide real nutrients that your body recognizes and uses to produce energy, reduce inflammation, and speed up fat burning. Studies show that with just a few days of regular use, you can feel lighter, more energetic, and less bloated — results that ultra-processed foods and crash diets can never deliver. Choosing the right plants is reclaiming what tradition and science always knew: your body can heal itself, as long as it gets what it truly needs.",
      "There’s a stark difference between industrialized foods and the plants in Mitolyn. While processed foods slow your metabolism, increase cravings, and cause inflammation, green tea, ginger, turmeric, and maca root rebalance metabolic functions, speed up toxin elimination, and help burn fat. Studies prove: people who choose these plants feel more energy, lose weight with less effort, and achieve lasting results, without rebound or health risks. It’s nature’s power, ignored by industry but reclaimed by science and by your own choice.",
      "When you add ginger, green tea, turmeric, and maca root to your routine, like in Mitolyn, you give your body nutrients and bioactive compounds that can undo years of damage from ultra-processed foods. These ingredients really boost metabolism, regulate hormones, and improve your body’s ability to eliminate toxins and burn fat. Testimonials from those who use this approach report less tiredness, less anxiety, and greater self-esteem, with sustainable, healthy results. It’s ancestral wisdom at the service of your health and energy, every day."
    ],
    "quick_replies_pt": [
      "Como usar chá verde para acelerar o metabolismo?",
      "Gengibre e cúrcuma funcionam juntos?",
      "Maca peruana ajuda mesmo?",
      "Tem receita prática com essas plantas?",
      "Pode combinar plantas e alimentação saudável?",
      "Quanto tempo para ver resultados?",
      "Resultados são duradouros?",
      "Dá para evitar efeito rebote?",
      "Plantas ajudam a eliminar toxinas?",
      "Tem depoimentos reais de transformação?",
      "Quero ver pesquisas sobre plantas do Mitolyn",
      "Industrializados atrapalham mesmo?"
    ],
    "quick_replies_en": [
      "How to use green tea to boost metabolism?",
      "Do ginger and turmeric work together?",
      "Does maca really help?",
      "Any practical recipe with these plants?",
      "Can I combine plants with healthy eating?",
      "How long to see results?",
      "Are results long-lasting?",
      "Can I avoid rebound effects?",
      "Do plants help eliminate toxins?",
      "Are there real transformation stories?",
      "I want to see research on Mitolyn’s plants",
      "Do industrialized foods really hurt?"
    ]
  },

  "fase_5": {
    "copy_pt": [
      "${userName}, acelerar o metabolismo com as plantas certas é abrir espaço para mais saúde, leveza e resultados verdadeiros — sem atalhos perigosos. Se quiser experimentar uma rotina com gengibre, chá verde, cúrcuma e maca peruana, posso te mostrar como montar, adaptar ao teu dia a dia e colher resultados duradouros, com ciência e segurança. Mais que emagrecimento, é qualidade de vida, energia e autonomia para teu corpo recuperar a inteligência natural, mesmo em meio à correria do mundo moderno.",
      "Transformar o metabolismo não precisa de soluções radicais: precisa das escolhas certas. Plantas como as do Mitolyn, testadas e aprovadas por gerações e pela ciência, trazem resultados que os processados nunca entregarão. Se quiser, posso personalizar contigo uma rotina prática, gostosa e saudável para ativar teu metabolismo, eliminar toxinas e garantir energia sustentável. Teu ritmo, tua história, minha orientação a cada etapa!",
      "${userName}, cuidar do metabolismo é escolher como quer viver daqui pra frente: com energia, leveza e confiança. Com as plantas e nutrientes certos — como os do Mitolyn —, é possível mudar esse cenário e conquistar bem-estar verdadeiro. Posso te ajudar a montar uma rotina personalizada, baseada em tradição, ciência e respeito ao teu tempo. Vamos juntos transformar tua relação com o metabolismo e o próprio corpo?"
    ],
    "copy_en": [
      "${userName}, boosting your metabolism with the right plants means opening the door to more health, lightness, and real results — without risky shortcuts. If you want to try a routine with ginger, green tea, turmeric, and maca root, I can show you how to create it, adapt it to your day, and get lasting results with science and safety. It’s more than just weight loss — it’s quality of life, energy, and autonomy for your body to reclaim its natural intelligence, even in today’s fast-paced world.",
      "Transforming metabolism doesn’t need radical solutions — just the right choices. Plants like those in Mitolyn, tested and approved by generations and by science, bring results that processed foods will never deliver. If you’d like, I can help you personalize a practical, tasty, and healthy routine to boost your metabolism, eliminate toxins, and ensure sustainable energy. Your pace, your story, my guidance every step!",
      "${userName}, caring for your metabolism is choosing how you want to live from now on: with energy, lightness, and confidence. With the right plants and nutrients — like those in Mitolyn — it’s possible to change this scenario and achieve real well-being. I can help you build a personalized routine, based on tradition, science, and respect for your pace. Let’s transform your relationship with metabolism and your own body together?"
    ],
    "quick_replies_pt": [
      "Quero experimentar rotina com plantas do Mitolyn",
      "Tem receita fácil para metabolismo?",
      "Quero dicas para eliminar toxinas",
      "Como encaixar plantas no dia a dia?",
      "Quero depoimentos reais de sucesso",
      "Prefiro entender mais antes de decidir",
      "Resultados são duradouros?",
      "Dá pra combinar com alimentação saudável?",
      "Quero conversar mais sobre metabolismo",
      "Qual planta é melhor para mim?",
      "É seguro para toda família?",
      "Quero ver pesquisas sobre Mitolyn"
    ],
    "quick_replies_en": [
      "I want to try a routine with Mitolyn’s plants",
      "Any easy recipe for metabolism?",
      "I want tips to eliminate toxins",
      "How to fit plants into my day?",
      "I want real success stories",
      "I prefer to learn more before deciding",
      "Are results long-lasting?",
      "Can I combine with healthy eating?",
      "I want to talk more about metabolism",
      "Which plant is best for me?",
      "Is it safe for the whole family?",
      "I want to see research on Mitolyn"
    ]
  }
}
