{
  "suplemento": "MITOLYN",
  "symptom": "weight_gain",
  "fase_1": {
    "copy_pt": [
      "${userName}, ganhar peso pode ser uma experiência desanimadora — especialmente quando parece que você faz tudo certo, mas a balança insiste em subir. A verdade é que o ganho de peso nos dias de hoje vai muito além de comer em excesso ou não se exercitar o suficiente. O corpo é afetado diariamente pelo estresse, por açúcares escondidos, desequilíbrios hormonais e, principalmente, pela presença constante de alimentos ultraprocessados na rotina.",
      "Se sentir travado com o peso não é sinal de fracasso, ${userName}. Muitas vezes, pequenas mudanças no ambiente, no sono ou na qualidade dos alimentos já provocam um efeito cascata. Ganhar peso não é culpa sua — é uma soma de fatores que podem ser ajustados com escolhas mais naturais e inteligentes.",
      "O acúmulo de peso pode ser a forma do corpo pedir ajuda para voltar ao equilíbrio. Plantas como chá verde, Rhodiola Rosea, Maqui Berry, Schisandra e Amla trazem compostos que ajudam a recuperar a sensibilidade metabólica e a combater inflamação, fazendo a diferença no longo prazo."
    ],
    "copy_en": [
      "${userName}, gaining weight can feel incredibly frustrating — especially when you feel like you’re doing everything right and still watching the scale climb. The truth is, weight gain today isn’t just about eating too much or moving too little. Our bodies are constantly influenced by stress, hidden sugars, hormonal imbalances, and the overwhelming presence of processed foods in modern life.",
      "Feeling stuck with your weight isn’t a sign of failure, ${userName}. Often, small changes in your environment, sleep, or food quality already create a ripple effect. Weight gain isn’t your fault — it’s a mix of factors that can be adjusted with smarter, more natural choices.",
      "Gaining weight is often your body’s way of asking for help to return to balance. Plants like green tea, Rhodiola Rosea, Maqui Berry, Schisandra, and Amla bring compounds that help restore metabolic sensitivity and fight inflammation, making a real difference over time."
    ],
    "quick_replies_pt": [
      "Por que ganho peso mesmo comendo saudável?",
      "Como as plantas ajudam no ganho de peso?",
      "Ganhar peso é sempre minha culpa?",
      "MITOLYN ajuda na vontade de comer?",
      "Qual o papel dos hormônios?",
      "Tem relatos reais de mudança?",
      "Processados pioram o ganho?",
      "Estresse influencia no peso?",
      "Como MITOLYN atua?",
      "Ganho de peso tem relação com idade?",
      "Dicas para controlar o apetite?",
      "Metabolismo lento influencia?"
    ],
    "quick_replies_en": [
      "Why am I gaining weight even eating healthy?",
      "How can plants help with weight gain?",
      "Is weight gain always my fault?",
      "Does MITOLYN help with cravings?",
      "What role do hormones play?",
      "Are there real stories of change?",
      "Do processed foods make it worse?",
      "Can stress affect my weight?",
      "How does MITOLYN work?",
      "Is weight gain linked to age?",
      "Any tips to control appetite?",
      "Is slow metabolism involved?"
    ]
  },
  "fase_2": {
    "copy_pt": [
      "Ignorar o ganho de peso pode trazer consequências sérias para a saúde, ${userName}. Não se trata apenas de aparência — o excesso de peso, principalmente na região abdominal, aumenta de forma significativa o risco de desenvolver diabetes, doenças cardíacas, pressão alta e até distúrbios de humor, como ansiedade e depressão.",
      "O consumo frequente de processados, aditivos químicos e o estresse crônico dificultam ainda mais o controle do peso e do metabolismo, iniciando ciclos de inflamação e resistência hormonal. A solução precisa ser completa — incluindo nutrientes de verdade.",
      "A ciência mostra que pequenas mudanças constantes e a inclusão de plantas ativadoras do metabolismo podem reduzir drasticamente esses riscos. O caminho é sustentável e integral, longe das dietas radicais e do efeito sanfona."
    ],
    "copy_en": [
      "Ignoring weight gain can lead to more serious health consequences than most people realize, ${userName}. It's not just about appearance — excess weight, especially around the abdomen, significantly increases your risk of developing diabetes, heart disease, high blood pressure, and even mood disorders like anxiety or depression.",
      "Frequent consumption of processed foods, chemical additives, and chronic stress make it even harder for your body to regulate weight and metabolism, setting off cycles of inflammation and hormonal resistance. The solution needs to be holistic — with real nutrients.",
      "Science shows that even modest, consistent improvements in nutrition and the inclusion of metabolic-activating plants can dramatically lower these risks. The best path is a sustainable, comprehensive one — not crash diets or yo-yo cycles."
    ],
    "quick_replies_pt": [
      "Quais doenças têm relação com ganho de peso?",
      "Como MITOLYN previne complicações?",
      "Dietas radicais são arriscadas?",
      "Ganho de peso causa inflamação?",
      "Plantas reduzem esses riscos?",
      "Como evitar doenças crônicas?",
      "Hormônios dificultam o controle?",
      "Processados pioram a saúde?",
      "Tem relação com humor ou sono?",
      "Dá para reverter os riscos?",
      "Ganho de peso é reversível?",
      "Dicas para mais saúde?"
    ],
    "quick_replies_en": [
      "What diseases are linked to weight gain?",
      "How does MITOLYN help prevent complications?",
      "Are crash diets risky?",
      "Does weight gain cause inflammation?",
      "Can plants reduce these risks?",
      "How can I prevent chronic disease?",
      "Are hormones making it harder?",
      "Do processed foods make health worse?",
      "Is there a link with mood or sleep?",
      "Can I reverse health risks?",
      "Is weight gain reversible?",
      "Any tips for better health?"
    ]
  },
  "fase_3": {
    "copy_pt": [
      "Diversos estudos mostram que compostos presentes em chá verde, Rhodiola Rosea, Schisandra, Maqui Berry e Amla aumentam a taxa metabólica, regulam hormônios do apetite, reduzem a resistência à insulina e diminuem a inflamação.",
      "Pessoas que incluem essas plantas na rotina têm redução de até 20% da gordura abdominal e mais energia em poucas semanas, segundo pesquisa de Harvard. Os relatos reais vão além da perda de peso: mostram mais disposição e digestão leve.",
      "A proposta natural dessas plantas funciona com a inteligência do corpo, sem promessas milagrosas, entregando resultados duradouros, sem efeito rebote ou restrições extremas."
    ],
    "copy_en": [
      "There’s solid scientific proof that the right plants can help manage weight gain in a sustainable way, ${userName}. Compounds in green tea, Rhodiola Rosea, Schisandra, Maqui Berry, and Amla boost metabolic rate, regulate appetite hormones, reduce insulin resistance, and decrease inflammation.",
      "Research shows that people who include these plants in their diet see up to a 20% reduction in belly fat and significant improvements in energy within weeks. Real stories go beyond weight loss: they report better mood and lighter digestion.",
      "MITOLYN’s natural approach works with your body’s intelligence, providing lasting results — no quick fixes, no extreme sacrifices, no rebound effect."
    ],
    "quick_replies_pt": [
      "As plantas do MITOLYN têm comprovação?",
      "Quanto peso posso perder?",
      "Os resultados duram?",
      "Quando começo a notar diferença?",
      "Tem histórias de sucesso reais?",
      "Há efeitos colaterais?",
      "Por que MITOLYN é diferente?",
      "Tem prova de redução de gordura abdominal?",
      "Preciso fazer dieta junto?",
      "Posso ver mais estudos?",
      "MITOLYN dá mais energia?",
      "Como as plantas controlam o apetite?"
    ],
    "quick_replies_en": [
      "Are MITOLYN’s plants proven by research?",
      "How much weight can I lose?",
      "Do results last?",
      "How soon will I notice a change?",
      "Are there real success stories?",
      "Any side effects?",
      "How does MITOLYN work differently?",
      "Is there proof these plants reduce belly fat?",
      "Do I need to diet too?",
      "Can I see more studies?",
      "Does MITOLYN help with energy?",
      "How do these plants control appetite?"
    ]
  },
  "fase_4": {
    "copy_pt": [
      "A proposta do MITOLYN é simples: usar diariamente o poder das plantas metabólicas para recuperar o ritmo natural do corpo, acelerar o metabolismo, equilibrar o açúcar no sangue e reduzir inflamação.",
      "O uso diário dessas plantas, sem estimulantes artificiais ou dietas restritivas, faz com que o organismo volte gradualmente ao equilíbrio, com mais bem-estar, energia e leveza.",
      "A diferença está em escolhas naturais — não atalhos. Quem adota essa solução percebe mais energia, humor estável e resultados duradouros, respeitando o próprio ritmo."
    ],
    "copy_en": [
      "The MITOLYN approach is simple: use the power of nature’s most effective metabolic plants daily to help your body regain its natural rhythm, speed up metabolism, balance blood sugar, and reduce inflammation.",
      "Taking these plants every day — with no artificial stimulants or crash diets — helps your body return to balance gradually, with more well-being, energy, and lightness.",
      "It’s all about natural choices, not shortcuts. Those who embrace this solution feel more energy, stable mood, and long-lasting results at their own pace."
    ],
    "quick_replies_pt": [
      "Como começar a usar MITOLYN?",
      "Posso combinar com minha alimentação?",
      "Qual o melhor horário para tomar?",
      "Quanto tempo até ver resultados?",
      "MITOLYN ajuda na vontade de comer?",
      "É seguro usar todos os dias?",
      "MITOLYN serve para todas as idades?",
      "Dicas para melhores resultados?",
      "Como incluir MITOLYN na rotina?",
      "Tem receitas para emagrecer?",
      "Posso usar MITOLYN com exercícios?",
      "É bom para toda a família?"
    ],
    "quick_replies_en": [
      "How do I start using MITOLYN?",
      "Can I combine MITOLYN with my diet?",
      "What’s the best time to take it?",
      "How long until I see results?",
      "Can MITOLYN help with cravings?",
      "Is it safe to use every day?",
      "Does MITOLYN work for all ages?",
      "Any tips for better results?",
      "How to make it part of my routine?",
      "Are there recipes for weight loss?",
      "Can I use MITOLYN with exercise?",
      "Is it good for families?"
    ]
  },
  "fase_5": {
    "copy_pt": [
      "Quero conhecer a solução com essas plantas para metabolismo lento",
      "Como funciona essa solução natural com plantas para acelerar o metabolismo?",
      "Mostra como posso começar uma rotina usando essas plantas"
    ],
    "copy_en": [
      "I want to know the solution with these plants for slow metabolism",
      "How does this natural plant solution work for boosting metabolism?",
      "Show me how I can start a routine using these plants"
    ],
    "quick_replies_pt": [
      "Quero conhecer a solução com essas plantas para metabolismo lento",
      "Como funciona essa solução natural com plantas para acelerar o metabolismo?",
      "Mostra como posso começar uma rotina usando essas plantas",
      "Quero saber mais sobre essa solução que inclui essas plantas no dia a dia",
      "Essa solução com plantas serve para qualquer idade?",
      "Como posso adaptar essa solução para a minha rotina?",
      "Explica como as plantas agem juntas na solução",
      "Tem um passo a passo para experimentar essa solução natural?",
      "Quero ver relatos de quem já usou essa solução com plantas",
      "Dá para combinar essa solução com alimentação atual?",
      "Resultados dessa solução são duradouros?",
      "Quero acessar mais informações sobre essa solução com plantas"
    ],
    "quick_replies_en": [
      "I want to know the solution with these plants for slow metabolism",
      "How does this natural plant solution work for boosting metabolism?",
      "Show me how I can start a routine using these plants",
      "I want to learn more about this solution that includes these plants daily",
      "Is this plant-based solution right for any age?",
      "How can I adapt this solution to my routine?",
      "Explain how these plants work together in the solution",
      "Is there a step-by-step guide to try this natural solution?",
      "I want stories from people who used this plant solution",
      "Can I combine this solution with my current diet?",
      "Are results from this solution long-lasting?",
      "I want more information about this plant solution"
    ]
  }
}
