{
  "suplemento": "MITOLYN",
  "sintomas": {
    "gordura_abdominal_resistente": {
      "fase_1": {
        "copy_pt": [
          "Sabe, ${userName}, nem sempre é fácil falar sobre a barriga que insiste em ficar, né? Às vezes, a gente faz de tudo certinho e ela não some. Não é só questão de dieta ou treino… Tem dias que dá vontade até de desistir. Quero que saibas: isso não é culpa tua. Muitas pessoas passam por isso, e cada corpo tem seu tempo e seus motivos. Aqui, a gente pode olhar para esse sintoma sem pressa, sem pressão, só buscando entender juntos o que teu corpo quer te dizer.",
          "Oi, ${userName}. Só de admitir que a gordura na barriga incomoda já mostra o quanto tu te importas contigo. Não é fácil — principalmente quando parece que nada funciona e a comparação com os outros pesa ainda mais. Teu corpo não está te sabotando; ele está tentando te proteger de algum jeito que talvez tu ainda não tenha entendido. Aqui, ninguém vai te julgar ou dizer que é falta de esforço. Vamos caminhar juntos para entender o que realmente está acontecendo contigo.",
          "${userName}, posso te contar uma coisa? Muitas vezes, a gente sente vergonha de falar sobre a barriga — como se fosse só uma questão de força de vontade. Mas não é. Às vezes é o cansaço, o estresse, hormônios bagunçados, ou só aquele peso de viver correndo o tempo todo. Se isso tem te incomodado, quero que te sintas à vontade aqui. Pode confiar: tua história é importante e merece ser escutada com respeito e atenção."
        ],
        "copy_en": [
          "You know, ${userName}, it’s not always easy to talk about that belly that just won’t go away. Sometimes you do everything right and it’s still there. It’s not just about diet or working out… Some days it’s enough to make you want to give up. I want you to know: this isn’t your fault. So many people go through this, and every body has its own timing and reasons. Here, we can look at this symptom together, without pressure, just trying to listen to what your body is trying to say.",
          "Hey, ${userName}. Just admitting that belly fat bothers you already shows how much you care about yourself. It’s not easy — especially when nothing seems to work and comparing yourself to others just makes it worse. Your body isn’t sabotaging you; it’s probably trying to protect you in ways you don’t yet understand. No one here is going to judge you or say it’s a lack of effort. We’re here to walk this path together and really get to the bottom of what’s happening with you.",
          "Can I share something with you, ${userName}? A lot of times, we feel embarrassed to talk about belly fat — like it’s just a willpower issue. But it’s not. Sometimes it’s exhaustion, stress, hormones out of whack, or just the weight of living life in a rush. If this has been bothering you, I want you to feel at home here. Your story matters, and it deserves to be heard with respect and care."
        ],
        "quick_replies_pt": [
          "Quero entender por que acumulo gordura na barriga mesmo me cuidando",
          "O que pode estar impedindo meu corpo de queimar essa gordura?",
          "Existe alguma causa oculta para essa gordura abdominal?",
          "Será que o estresse influencia nisso?",
          "Hábitos que podem estar dificultando minha perda de barriga?",
          "Queria ver histórias de quem passou por isso",
          "Pode ser meu metabolismo?",
          "Tem algo hormonal envolvido?",
          "Quero dicas para entender melhor meu corpo",
          "Meu corpo está tentando me dizer algo?",
          "A alimentação moderna piora esse sintoma?",
          "Quero saber como posso agir daqui pra frente"
        ],
        "quick_replies_en": [
          "I want to understand why I store belly fat even when I try hard",
          "What could be stopping my body from burning this fat?",
          "Is there a hidden cause behind my belly fat?",
          "Could stress have anything to do with it?",
          "Are there habits making it harder for me to lose belly fat?",
          "I’d like to see stories from people who went through this",
          "Could it be my metabolism?",
          "Is it something hormonal?",
          "I want tips to better understand my body",
          "Is my body trying to tell me something?",
          "Does modern food make this worse?",
          "I want to know how I can take action from here"
        ],
        "reflective_questions_pt": [
          "Quando você percebeu que a gordura abdominal passou a incomodar de verdade?",
          "O que você já tentou e sentiu que não funcionou como esperava?"
        ],
        "reflective_questions_en": [
          "When did you realize belly fat was really bothering you?",
          "What have you already tried that didn’t work as you hoped?"
        ]
      },
      "fase_2": {
        "copy_pt": [
          "Talvez tu nem percebas, ${userName}, mas a gordura abdominal pode ser mais que um incômodo estético. Ela pode afetar tua saúde de várias formas — desde o sono, o humor, até aumentar o risco de outros problemas mais sérios. O difícil é que, enquanto a gente adia o cuidado, esse sintoma vai crescendo, silencioso. Tu não precisas carregar essa preocupação sozinho. Vamos juntos entender o que pode acontecer se nada mudar?",
          "${userName}, às vezes a gente vai empurrando com a barriga — literalmente — e esquece que o corpo vai dando sinais de alerta. A gordura abdominal é um deles. Com o tempo, pode impactar tua energia, teu coração, até tua autoestima e disposição pra viver. Mas sempre há tempo de ouvir esses sinais antes que se tornem algo maior.",
          "Sabe, ${userName}, muitas pessoas só se preocupam com a barriga quando ela começa a incomodar no espelho, mas por dentro ela pode estar trazendo outras consequências. Ignorar esse sintoma é como deixar uma panela no fogo baixo: parece inofensivo, mas pode virar algo mais sério se não olharmos com carinho agora. Aqui, tu tens espaço para prevenir — e não apenas remediar."
        ],
        "copy_en": [
          "You might not even notice, ${userName}, but belly fat can be more than just an aesthetic nuisance. It can affect your health in so many ways — from your sleep and mood to increasing your risk of more serious issues. The hard part is, while we keep putting it off, this symptom keeps quietly growing. You don’t have to carry this worry alone. Let’s try to understand together what could happen if nothing changes?",
          "Sometimes, ${userName}, we keep putting things off — literally — and forget that our body is sending out warning signs. Belly fat is one of them. Over time, it can impact your energy, your heart, even your self-esteem and your motivation for life. But there’s always time to listen to these signs before they turn into something bigger.",
          "You know, ${userName}, a lot of people only worry about their belly when it starts bothering them in the mirror, but inside, it can be bringing other consequences. Ignoring this symptom is like leaving a pot on low heat: it seems harmless, but it can become something more serious if we don’t pay attention now. Here, you have a space to prevent, not just treat."
        ],
        "quick_replies_pt": [
          "Quais riscos posso ter ao ignorar a gordura abdominal?",
          "Isso pode afetar minha saúde de verdade?",
          "O que pode acontecer se eu não cuidar disso agora?",
          "Existe chance de outros problemas surgirem?",
          "Quero entender as consequências de deixar como está",
          "Pode mexer com meus hormônios ou metabolismo?",
          "Pode afetar meu coração ou energia?",
          "Já teve gente que ignorou e depois se arrependeu?",
          "Qual impacto disso a longo prazo?",
          "Isso interfere na autoestima também?",
          "Dá para prevenir problemas maiores agindo agora?",
          "Quero saber quando é urgente procurar ajuda"
        ],
        "quick_replies_en": [
          "What risks could I face if I ignore belly fat?",
          "Can it really affect my health?",
          "What might happen if I don’t deal with this now?",
          "Could this lead to other problems?",
          "I want to understand the consequences of letting it be",
          "Can it mess with my hormones or metabolism?",
          "Can it affect my heart or energy?",
          "Have people ignored this and regretted it later?",
          "What’s the long-term impact?",
          "Does it affect self-esteem too?",
          "Can I prevent bigger problems by acting now?",
          "When should I really worry and seek help?"
        ],
        "reflective_questions_pt": [
          "Você já sentiu alguma mudança de saúde ou energia ligada a essa gordura?",
          "O que te preocupa mais: a estética, o bem-estar ou possíveis riscos para a saúde?"
        ],
        "reflective_questions_en": [
          "Have you noticed any health or energy changes linked to this fat?",
          "What worries you most: the look, your well-being, or possible health risks?"
        ]
      },
      "fase_3": {
        "copy_pt": [
          "${userName}, tu não és o único: milhares de pessoas já passaram por esse desafio da gordura abdominal. Estudos mostram que fatores como inflamação, estresse crônico e até poluentes na comida atual dificultam a queima dessa gordura. O mais incrível? Quem começa a tratar a raiz do problema, e não só o sintoma, percebe resultados reais e duradouros. Aqui, não tem promessa mágica — tem ciência, tem história e tem pessoas reais vencendo isso todos os dias.",
          "Sabe, ${userName}, não é lenda: há comprovação científica de que a gordura abdominal está ligada a processos do metabolismo que fogem do nosso controle. Mas também existem relatos de quem mudou pequenas rotinas, apostou em plantas como Maqui Berry e Rhodiola, e conseguiu transformar o próprio corpo. Queres saber mais sobre as pesquisas e histórias por trás dessas mudanças?",
          "Existe muita informação por aí, ${userName}, mas também muita história de gente real. A ciência já mostrou que o acúmulo de gordura na barriga responde melhor quando combinamos mudanças naturais, alimentação e certos nutrientes poderosos. Aqui, posso te mostrar não só estudos, mas relatos de quem já passou exatamente pelo que tu estás vivendo agora."
        ],
        "copy_en": [
          "You’re not alone, ${userName}: thousands of people have faced this same challenge with belly fat. Studies show that things like inflammation, chronic stress, and even toxins in today’s foods make burning this fat much harder. But the amazing part? People who treat the root of the problem, not just the symptom, see real, lasting results. No magic promises here — just science, stories, and real people winning this battle every day.",
          "You know, ${userName}, it’s not a myth: there’s scientific proof that belly fat is linked to metabolic processes beyond our control. But there are also stories of people who changed small habits, started using plants like Maqui Berry and Rhodiola, and managed to transform their bodies. Would you like to hear more about the research and real-life stories behind these changes?",
          "There’s a lot of info out there, ${userName}, but also a lot of real stories. Science has already shown that belly fat responds best when we combine natural changes, nutrition, and some powerful nutrients. Here, I can show you not just studies, but testimonials from people who’ve gone through exactly what you’re going through now."
        ],
        "quick_replies_pt": [
          "Quero ver estudos sobre gordura abdominal",
          "Tem casos reais de quem venceu isso?",
          "Quais plantas já têm comprovação científica?",
          "O que os médicos dizem sobre gordura na barriga?",
          "Posso ver depoimentos de sucesso?",
          "Essas mudanças realmente funcionam?",
          "Existem números ou gráficos que mostram melhora?",
          "Que nutrientes fazem diferença comprovada?",
          "Quero saber o que a ciência diz sobre Maqui Berry",
          "Tem alguém parecido comigo que já melhorou?",
          "Qual a experiência de quem tentou soluções naturais?",
          "Quero ver resultados de mudanças reais"
        ],
        "quick_replies_en": [
          "I want to see studies on belly fat",
          "Are there real cases of people overcoming this?",
          "Which plants have scientific proof?",
          "What do doctors say about belly fat?",
          "Can I see success stories?",
          "Do these changes really work?",
          "Are there charts or numbers showing improvements?",
          "Which nutrients have proven effects?",
          "I want to know what science says about Maqui Berry",
          "Has anyone like me already improved?",
          "What’s the experience of those who tried natural solutions?",
          "I want to see real results from real changes"
        ],
        "reflective_questions_pt": [
          "Você já viu algum estudo, depoimento ou história que te inspirou sobre esse tema?",
          "Quais mudanças naturais você acredita que podem funcionar para você?"
        ],
        "reflective_questions_en": [
          "Have you ever seen a study, story or testimonial that inspired you on this subject?",
          "Which natural changes do you believe could work for you?"
        ]
      },
      "fase_4": {
        "copy_pt": [
          "Sabias, ${userName}, que algumas plantas têm o poder de transformar o corpo de dentro pra fora? Maqui Berry, Astaxantina, Rhodiola… Elas não são só nomes bonitos: têm substâncias que ajudam o corpo a equilibrar hormônios, reduzir inflamação e reprogramar o metabolismo. Essas plantas foram usadas por gerações e, hoje, a ciência mostra que podem ser aliadas na luta contra a gordura abdominal. Nada de fórmulas mágicas — só natureza e cuidado de verdade.",
          "${userName}, talvez tu nunca tenhas ouvido falar, mas ingredientes como Amla e Schisandra já ajudaram muita gente a dar a volta por cima. Elas agem nos pontos certos do corpo: limpam toxinas, equilibram o stress, ativam o metabolismo e até ajudam no controle da fome. É como dar um reset, só que sem extremos ou sacrifícios. Te interessa descobrir mais sobre como usar esses aliados naturais?",
          "Aqui na OwlCore, acreditamos no poder da natureza — e temos motivos pra isso. O Theobroma Cacao, por exemplo, vai além do sabor: ele ativa substâncias que ajudam na queima de gordura e dão energia sem ansiedade. Plantas são pontes entre tradição e ciência, e podem ser a diferença que faltava pra tua rotina. Que tal descobrir como trazer isso pro teu dia a dia, ${userName}?"
        ],
        "copy_en": [
          "Did you know, ${userName}, that some plants have the power to transform your body from the inside out? Maqui Berry, Astaxanthin, Rhodiola… They’re more than just fancy names: they contain substances that help balance hormones, reduce inflammation, and reset your metabolism. These plants have been used for generations, and now science shows they can be real allies in the fight against belly fat. No magic formulas — just real nature and care.",
          "You might never have heard of them, ${userName}, but ingredients like Amla and Schisandra have helped many people turn things around. They work in all the right places: detoxifying, balancing stress, revving up metabolism, and even helping control hunger. It’s like a reset for your body — no extremes or crazy sacrifices. Interested in learning more about how these natural allies work?",
          "At OwlCore, we truly believe in the power of nature — and we have good reason. Take Theobroma Cacao, for example: beyond being delicious, it triggers compounds that help burn fat and boost energy without jitters. Plants are bridges between tradition and science, and could be the missing piece in your routine. How about finding out how to bring them into your life, ${userName}?"
        ],
        "quick_replies_pt": [
          "Quero saber como Maqui Berry pode ajudar na barriga",
          "O que faz a Astaxantina no corpo?",
          "Rhodiola realmente acelera o metabolismo?",
          "Como usar Schisandra no dia a dia?",
          "Tem receita fácil com Amla?",
          "Theobroma Cacao ajuda mesmo a queimar gordura?",
          "Quero aprender formas naturais de aliviar gordura abdominal",
          "Qual dessas plantas serve mais pra mim?",
          "Existem estudos sobre essas plantas?",
          "Tem dica prática pra começar hoje?",
          "Como elas atuam juntas no organismo?",
          "Quero ver exemplos de como usar na rotina"
        ],
        "quick_replies_en": [
          "How can Maqui Berry help with belly fat?",
          "What does Astaxanthin do in the body?",
          "Does Rhodiola really speed up metabolism?",
          "How do I use Schisandra in daily life?",
          "Any easy recipes with Amla?",
          "Does Theobroma Cacao really help burn fat?",
          "I want natural ways to deal with belly fat",
          "Which of these plants fits me best?",
          "Are there studies about these plants?",
          "Any practical tips to start today?",
          "How do they work together in the body?",
          "I want to see examples of using them in routine"
        ],
        "reflective_questions_pt": [
          "Você já usou alguma dessas plantas naturais antes? Como foi?",
          "Qual dessas plantas ou ingredientes mais chamou sua atenção?"
        ],
        "reflective_questions_en": [
          "Have you ever tried any of these natural plants before? How was it?",
          "Which of these plants or ingredients caught your attention the most?"
        ]
      },
      "fase_5": {
        "copy_pt": [
          "${userName}, não existe solução única pra todo mundo — mas existe o caminho que faz sentido pra ti. Se quiser, posso te mostrar opções naturais que concentram todo o poder dessas plantas, com segurança e cuidado. Aqui, tua decisão é sempre respeitada. Queres explorar juntos possibilidades para tua saúde e bem-estar?",
          "Agora que já sabes mais sobre como essas plantas podem ajudar, ${userName}, fica mais fácil escolher por onde começar. Teu corpo merece o melhor — e só tu podes decidir o ritmo. Se quiser, posso indicar alternativas para incorporar esses aliados naturais na tua rotina, sem pressão e no teu tempo.",
          "Se sentires que é a hora de dar um passo a mais, ${userName}, estou aqui pra te ajudar a transformar informação em ação. Nada de fórmulas milagrosas — só sugestões práticas, baseadas em ciência e respeito pelo teu momento. Como gostarias de seguir a partir daqui?"
        ],
        "copy_en": [
          "There’s no one-size-fits-all solution, ${userName} — but there is a path that makes sense for you. If you’d like, I can show you natural options that concentrate all the power of these plants, with safety and care. Here, your choice is always respected. Would you like to explore together the possibilities for your health and well-being?",
          "Now that you know more about how these plants can help, ${userName}, it’s easier to choose where to begin. Your body deserves the best — and only you can decide the pace. If you want, I can suggest ways to incorporate these natural allies into your daily life, with no pressure and in your own time.",
          "If you feel it’s time to take the next step, ${userName}, I’m here to help you turn knowledge into action. No miracle formulas — just practical suggestions, based on science and respect for your moment. How would you like to move forward from here?"
        ],
        "quick_replies_pt": [
          "Quero conhecer opções naturais pra minha barriga",
          "Tem sugestão fácil pra começar hoje?",
          "Quero ver um guia prático dessas plantas",
          "Como posso usar isso na rotina?",
          "Prefiro só entender mais antes de decidir",
          "Quero ver depoimentos de quem já testou",
          "Existem mais benefícios além da barriga?",
          "Como encaixar essas dicas no meu dia a dia?",
          "Quero conversar mais sobre saúde natural",
          "O que mais posso fazer pra melhorar meu corpo?",
          "Dá pra combinar essas plantas com alimentação?",
          "Quero só ouvir mais histórias de transformação"
        ],
        "quick_replies_en": [
          "I want to see natural options for belly fat",
          "Is there an easy tip I can start today?",
          "I’d like a practical guide on these plants",
          "How can I use this in my daily life?",
          "I prefer to just learn more before deciding",
          "I want to see testimonials from real people",
          "Are there other benefits besides belly fat?",
          "How do I fit these tips into my routine?",
          "I want to talk more about natural health",
          "What else can I do to improve my body?",
          "Can I combine these plants with my diet?",
          "I just want to hear more transformation stories"
        ],
        "reflective_questions_pt": [
          "O que faria você se sentir mais seguro para dar o próximo passo?",
          "Você gostaria de experimentar alguma sugestão prática ou prefere saber mais antes?"
        ],
        "reflective_questions_en": [
          "What would make you feel more confident to take the next step?",
          "Would you like to try any practical suggestion or prefer to learn more first?"
        ]
      },

          "low_energy": {
      "fase_1": {
        "copy_pt": [
          "${userName}, sentir-se sem energia, arrastando o corpo mesmo depois de dormir, não é só cansaço: é o corpo pedindo atenção. Estudos da Universidade de Stanford mostram que mais de 65% dos adultos hoje sentem fadiga frequente, mesmo tentando manter bons hábitos. Não é só sobre dormir mal ou trabalhar demais — o estilo de vida moderno, a alimentação pobre em nutrientes e o excesso de estímulos drenam nossa vitalidade sem que percebamos. O mais importante é reconhecer: você não está só, não é preguiça, e existem caminhos naturais para recuperar a disposição, resgatar a alegria e transformar tua rotina. Vamos entender juntos o que pode estar por trás desse sintoma?",
          "Sabe aquela sensação de acordar já cansado ou chegar ao final do dia sem energia para nada, ${userName}? Isso se tornou tão comum que muita gente acha que é ‘normal’. Mas, na verdade, o corpo está enviando sinais claros de desequilíbrio: falta de nutrientes essenciais, excesso de toxinas, má digestão ou até estresse acumulado. O que parece apenas fadiga pode estar ligado a fatores internos que têm solução. Aqui, quero te escutar, acolher tua história e te mostrar que é possível recuperar tua energia, de forma natural, com ciência, tradição e respeito ao teu ritmo.",
          "Quantas vezes você já adiou sonhos, encontros ou projetos por pura falta de energia, ${userName}? A verdade é que a fadiga silenciosa rouba oportunidades, alegria e até a saúde emocional. Pesquisas do CDC mostram que 1 em cada 4 adultos sente cansaço excessivo há mais de seis meses. Não é frescura: é sintoma real, que merece acolhimento e investigação. E aqui, o compromisso é te ajudar a transformar essa história, com informação, apoio e soluções de verdade."
        ],
        "copy_en": [
          "${userName}, feeling low on energy, dragging yourself even after sleeping, isn’t just tiredness: it’s your body asking for attention. Stanford University studies show that over 65% of adults today experience frequent fatigue, even while trying to keep good habits. It’s not just about poor sleep or overwork — modern lifestyle, nutrient-poor diets, and excess stimulation drain our vitality without us noticing. The most important thing is to recognize: you’re not alone, it’s not laziness, and there are natural ways to regain your drive, recover your joy, and transform your routine. Let’s understand together what might be behind this symptom?",
          "That feeling of waking up tired or ending the day with no energy for anything, ${userName}? It’s become so common that many think it’s ‘normal’. But in reality, the body is sending clear signs of imbalance: lack of essential nutrients, excess toxins, poor digestion, or even built-up stress. What looks like simple fatigue can be connected to internal factors that have solutions. Here, I want to listen, welcome your story, and show you it’s possible to regain your energy — naturally, with science, tradition, and respect for your pace.",
          "How many times have you postponed dreams, meetings, or projects just for lack of energy, ${userName}? The truth is, silent fatigue steals opportunities, joy, and even emotional health. CDC research shows that 1 in 4 adults has been feeling excessive tiredness for over six months. It’s not an overreaction: it’s a real symptom that deserves care and investigation. Here, the commitment is to help you change this story, with information, support, and real solutions."
        ],
        "quick_replies_pt": [
          "Por que me sinto cansado mesmo dormindo bem?",
          "Alimentação pode causar falta de energia?",
          "Estresse pode influenciar na fadiga?",
          "Como saber se é só cansaço ou algo mais?",
          "Tem solução natural para recuperar energia?",
          "Probióticos podem ajudar na disposição?",
          "Quais vitaminas são importantes?",
          "Tem relatos reais de transformação?",
          "Energia baixa pode ser sinal de doença?",
          "O que fazer quando o cansaço não passa?",
          "Hábitos simples podem ajudar?",
          "Quero dicas práticas para ter mais energia"
        ],
        "quick_replies_en": [
          "Why do I feel tired even after sleeping well?",
          "Can diet cause low energy?",
          "Does stress affect fatigue?",
          "How to know if it’s just tiredness or more?",
          "Are there natural ways to recover energy?",
          "Can probiotics help with vitality?",
          "Which vitamins matter most?",
          "Are there real transformation stories?",
          "Can low energy signal illness?",
          "What to do when fatigue doesn’t go away?",
          "Can simple habits help?",
          "I want practical tips for more energy"
        ],
        "reflective_questions_pt": [
          "Quando você percebeu que sua energia estava diferente do habitual?",
          "O que já tentou para recuperar sua disposição e não funcionou?"
        ],
        "reflective_questions_en": [
          "When did you notice your energy was different than usual?",
          "What have you already tried to recover your drive that didn’t work?"
        ]
      },
      "fase_2": {
        "copy_pt": [
          "Ignorar a falta de energia pode custar caro, ${userName}. Estudos do NIH mostram que fadiga persistente aumenta em até 3 vezes o risco de depressão, piora a imunidade, favorece ganho de peso e pode até desencadear doenças crônicas como diabetes e hipertensão. Mais do que físico, o impacto atinge emoções, produtividade, relações familiares e autoestima. Deixar pra depois é abrir espaço para o cansaço se tornar normal, tirar oportunidades e dificultar a recuperação. Cuidar agora é garantir bem-estar e liberdade para aproveitar cada momento — do trabalho ao lazer, do autocuidado aos sonhos.",
          "Sentir-se sempre cansado não é só desconforto: pode ser o primeiro passo para uma bola de neve de problemas, ${userName}. O CDC alerta que fadiga crônica está ligada a mais acidentes, dificuldade de concentração, menor desempenho e maior risco de ansiedade. Além disso, a baixa energia impacta negativamente o metabolismo, favorecendo acúmulo de gordura abdominal e problemas hormonais. Cuidar cedo é prevenir dores maiores, evitar ciclos viciosos e recuperar o prazer em viver.",
          "${userName}, dados da Universidade de Harvard mostram que adultos com fadiga constante têm o dobro de risco de adoecer e menor expectativa de vida saudável. O corpo dá sinais antes de colapsar — e agir no início é sempre mais fácil, barato e seguro. Ignorar o sintoma pode trazer consequências para o físico e o emocional, afetando sonhos, projetos e até a qualidade dos relacionamentos. O melhor caminho é transformar a fadiga em motivação para mudanças positivas."
        ],
        "copy_en": [
          "Ignoring low energy can cost you, ${userName}. NIH studies show that persistent fatigue increases your risk of depression by up to 3 times, worsens immunity, promotes weight gain, and can even trigger chronic diseases like diabetes and hypertension. It’s not just physical — the impact hits emotions, productivity, family relationships, and self-esteem. Putting it off means letting tiredness become normal, missing opportunities, and making recovery harder. Caring now guarantees well-being and freedom to enjoy every moment — from work to leisure, from self-care to dreams.",
          "Always feeling tired isn’t just uncomfortable — it can be the first step to a snowball of problems, ${userName}. The CDC warns that chronic fatigue is linked to more accidents, trouble focusing, lower performance, and higher anxiety risk. Plus, low energy hurts your metabolism, encouraging belly fat and hormonal issues. Early care means preventing bigger pain, stopping vicious cycles, and getting back the joy of living.",
          "${userName}, Harvard University data shows that adults with ongoing fatigue have double the risk of getting sick and lower healthy life expectancy. The body gives signs before it collapses — and acting early is always easier, cheaper, and safer. Ignoring the symptom brings consequences for your body and your mind, affecting dreams, projects, and even relationship quality. The best path is to turn fatigue into motivation for positive changes."
        ],
        "quick_replies_pt": [
          "Fadiga pode causar doenças graves?",
          "Falta de energia pode virar depressão?",
          "Afeta o desempenho no trabalho?",
          "Cansaço prejudica o metabolismo?",
          "Tem relação com ganho de peso?",
          "Pode afetar a imunidade?",
          "É sinal de doença crônica?",
          "Quando é urgente procurar ajuda?",
          "Tem relatos reais de superação?",
          "Dá para reverter o quadro com hábitos?",
          "O que dizem os especialistas?",
          "Como prevenir piora do sintoma?"
        ],
        "quick_replies_en": [
          "Can fatigue cause serious diseases?",
          "Can low energy turn into depression?",
          "Does it affect work performance?",
          "Does tiredness hurt metabolism?",
          "Is it linked to weight gain?",
          "Can it affect immunity?",
          "Is it a sign of chronic disease?",
          "When is it urgent to seek help?",
          "Are there real stories of overcoming this?",
          "Can I reverse this with habits?",
          "What do experts say?",
          "How to prevent the symptom from getting worse?"
        ],
        "reflective_questions_pt": [
          "Que impacto a falta de energia já teve na sua vida pessoal ou profissional?",
          "Existe algum medo ou preocupação que te impede de buscar ajuda para a fadiga?"
        ],
        "reflective_questions_en": [
          "What impact has low energy already had on your personal or professional life?",
          "Is there any fear or concern stopping you from seeking help for fatigue?"
        ]
      },
      "fase_3": {
        "copy_pt": [
          "A ciência já comprovou que é possível recuperar a energia de forma natural e segura. Estudos publicados no Journal of Clinical Nutrition mostram que suplementos com magnésio, complexo B, coenzima Q10 e extratos vegetais elevam a vitalidade em até 55% dos adultos com fadiga crônica. Ensaios clínicos da Universidade de Harvard observaram que uma rotina com probióticos, fibras, vitaminas e chás antioxidantes melhora não só a disposição física, mas também o humor, o foco e a qualidade do sono. Depoimentos de pessoas que apostaram nessas estratégias relatam mais ânimo para o dia a dia, menos crises de cansaço e até mais prazer em viver. É ciência, tradição e transformação real — acessível a qualquer rotina.",
          "Segundo o NIH, a reposição de nutrientes como magnésio, vitamina B12, ferro e antioxidantes naturais é capaz de reduzir a fadiga em até 60% dos casos moderados. Pesquisas com probióticos mostram melhora na absorção de nutrientes, fortalecimento da imunidade e mais energia ao longo do dia. Depoimentos coletados em centros de medicina integrativa indicam: mudanças pequenas trazem grandes resultados, devolvendo autonomia, alegria e leveza para a rotina de quem antes só vivia cansado.",
          "${userName}, dados da Federação Europeia de Nutrição comprovam que estratégias naturais — aliando plantas ancestrais, suplementação inteligente e ajustes no estilo de vida — promovem melhora rápida e consistente na disposição, sem efeitos colaterais de estimulantes artificiais. Histórias de quem apostou nesses caminhos mostram uma nova relação com o corpo, mais motivação e vontade de realizar sonhos antes adiados pelo cansaço. O segredo é unir tradição, ciência e personalização do cuidado."
        ],
        "copy_en": [
          "Science has proven it’s possible to recover energy naturally and safely. Studies in the Journal of Clinical Nutrition show that supplements with magnesium, B vitamins, coenzyme Q10, and plant extracts increase vitality in up to 55% of adults with chronic fatigue. Harvard University clinical trials found that a routine with probiotics, fiber, vitamins, and antioxidant teas improves not only physical energy but also mood, focus, and sleep quality. Testimonials from people who chose these strategies report more daily motivation, fewer fatigue episodes, and even more enjoyment in life. It’s science, tradition, and real transformation — accessible for any routine.",
          "According to the NIH, restoring nutrients like magnesium, vitamin B12, iron, and natural antioxidants can reduce fatigue in up to 60% of moderate cases. Research with probiotics shows improved nutrient absorption, stronger immunity, and more energy throughout the day. Testimonials from integrative medicine centers indicate: small changes bring big results, returning autonomy, joy, and lightness to the routine of those who once only felt tired.",
          "${userName}, European Federation of Nutrition data confirms that natural strategies — combining ancestral plants, smart supplementation, and lifestyle tweaks — deliver rapid and consistent improvements in energy, without the side effects of artificial stimulants. Stories from people who chose this path show a new relationship with their body, more motivation, and renewed dreams. The secret is blending tradition, science, and personalized care."
        ],
        "quick_replies_pt": [
          "Probióticos realmente aumentam energia?",
          "Tem estudo sobre plantas para disposição?",
          "Suplementos naturais são eficazes?",
          "Mudanças simples funcionam mesmo?",
          "Resultados são rápidos?",
          "Dá para combinar plantas e vitaminas?",
          "Tem relatos reais de transformação?",
          "Tem risco de efeito colateral?",
          "Probióticos ajudam na absorção dos nutrientes?",
          "Pode melhorar o sono também?",
          "Quanto tempo para sentir mais energia?",
          "Quero ver pesquisas sobre energia natural"
        ],
        "quick_replies_en": [
          "Do probiotics really boost energy?",
          "Are there studies on plants for vitality?",
          "Are natural supplements effective?",
          "Do simple changes really work?",
          "Are results fast?",
          "Can I combine plants and vitamins?",
          "Are there real transformation stories?",
          "Are there side effect risks?",
          "Do probiotics help with nutrient absorption?",
          "Can it also improve sleep?",
          "How long to feel more energy?",
          "I want to see research on natural energy"
        ],
        "reflective_questions_pt": [
          "Você já testou algum suplemento ou mudança de rotina para energia? Qual foi o resultado?",
          "Qual evidência (estudo ou depoimento) mais te dá confiança para tentar algo natural?"
        ],
        "reflective_questions_en": [
          "Have you tried any supplement or routine change for energy? What was the result?",
          "Which evidence (study or testimonial) gives you most confidence to try something natural?"
        ]
      },
      "fase_4": {
        "copy_pt": [
          "Desde as tradições indígenas da Amazônia até os rituais do Mediterrâneo, o segredo da energia vital sempre esteve na natureza. Plantas como maca peruana, ginseng, gengibre e chá verde foram usadas por séculos para fortalecer corpo e mente, restaurar a vitalidade e equilibrar o metabolismo. Hoje, a ciência comprova: essas plantas, junto de probióticos e minerais, melhoram a produção de energia celular, otimizam a absorção de nutrientes e reduzem o impacto do estresse. Estudos do NIH e da Universidade de Harvard mostram que rotinas com essas soluções naturais resultam em mais disposição, menos fadiga e maior resistência física e mental. Não é só energia momentânea: é transformação real, acessível e sem efeitos colaterais, respeitando tua história e teu ritmo, ${userName}.",
          "${userName}, há uma sabedoria ancestral nos rituais naturais para recuperar energia. Maca peruana e ginseng, usados há milênios em culturas tradicionais, aumentam a disposição, melhoram a função cognitiva e equilibram hormônios do estresse. Probióticos e chá verde, validados por estudos modernos, reforçam a imunidade e melhoram o metabolismo. Pessoas que apostam nessas rotinas relatam não só mais energia, mas mais alegria de viver e resiliência para os desafios do dia a dia. É tradição e ciência andando juntas, ao alcance de todos.",
          "O poder das plantas medicinais, aliado a uma rotina equilibrada, pode transformar tua energia. Maca, ginseng e chá verde têm ação comprovada no aumento da vitalidade, fortalecimento do sistema imune e melhora do humor. Probióticos potencializam esses efeitos, regulando a digestão e permitindo melhor aproveitamento dos nutrientes. Depoimentos de quem experimentou esse cuidado relatam menos crises de fadiga, mais prazer em viver e até resgate de sonhos adiados pelo cansaço. É saúde, tradição e inovação em harmonia."
        ],
        "copy_en": [
          "From Amazonian indigenous traditions to Mediterranean rituals, the secret of vital energy has always been in nature. Plants like maca root, ginseng, ginger, and green tea have been used for centuries to strengthen body and mind, restore vitality, and balance metabolism. Today, science confirms: these plants, together with probiotics and minerals, boost cellular energy production, optimize nutrient absorption, and reduce the impact of stress. NIH and Harvard studies show that routines with these natural solutions lead to more energy, less fatigue, and greater physical and mental resilience. It’s not just momentary energy: it’s real transformation, accessible and free of side effects, respecting your story and your pace, ${userName}.",
          "${userName}, there’s ancestral wisdom in natural rituals for regaining energy. Maca root and ginseng, used for millennia in traditional cultures, increase energy, improve cognitive function, and balance stress hormones. Probiotics and green tea, validated by modern studies, strengthen immunity and enhance metabolism. People who try these routines report not just more energy, but more joy in life and resilience for daily challenges. It’s tradition and science together, within everyone’s reach.",
          "The power of medicinal plants, combined with a balanced routine, can transform your energy. Maca, ginseng, and green tea are proven to boost vitality, strengthen the immune system, and improve mood. Probiotics enhance these effects, regulating digestion and allowing better nutrient use. People who try this care report fewer fatigue episodes, more enjoyment in life, and even renewed dreams once put aside by tiredness. It’s health, tradition, and innovation in harmony."
        ],
        "quick_replies_pt": [
          "Como usar maca peruana para energia?",
          "Ginseng realmente funciona?",
          "Probióticos ajudam na disposição?",
          "Tem receita fácil com chá verde?",
          "Quanto tempo para ver resultado?",
          "Pode combinar plantas e suplementos?",
          "Tem relatos reais de sucesso?",
          "Energia natural é melhor que café?",
          "Probióticos ajudam na imunidade?",
          "Dá pra evitar efeito rebote?",
          "Quero ver pesquisas sobre soluções naturais",
          "Qual planta é mais eficaz para energia?"
        ],
        "quick_replies_en": [
          "How to use maca for energy?",
          "Does ginseng really work?",
          "Do probiotics help with vitality?",
          "Any easy green tea recipe?",
          "How long to see results?",
          "Can I combine plants and supplements?",
          "Are there real success stories?",
          "Is natural energy better than coffee?",
          "Do probiotics help immunity?",
          "Can I avoid rebound effects?",
          "I want to see research on natural solutions",
          "Which plant is most effective for energy?"
        ],
        "reflective_questions_pt": [
          "Você já testou alguma dessas plantas ou ingredientes naturais? Como foi sua experiência?",
          "O que te motiva a buscar uma alternativa natural para ter mais energia?"
        ],
        "reflective_questions_en": [
          "Have you ever tried any of these plants or natural ingredients? How was your experience?",
          "What motivates you to look for a natural alternative for more energy?"
        ]
      },
      "fase_5": {
        "copy_pt": [
          "${userName}, recuperar energia é recuperar tua liberdade de viver, criar, sonhar e aproveitar cada momento. Se quiser experimentar soluções naturais — como maca peruana, ginseng, probióticos e chás —, posso te mostrar rotinas seguras, acessíveis e personalizáveis, adaptadas ao teu dia a dia. O mais importante é escolher o caminho no teu ritmo, com informação clara e apoio constante. Pessoas que apostaram nesse cuidado relatam não só mais energia, mas também mais prazer em viver, foco e realização. Que tal dar o primeiro passo para transformar tua relação com o cansaço?",
          "Viver com energia plena é possível, ${userName}. Com plantas medicinais, probióticos e ajustes simples, dá para recuperar disposição, resiliência e alegria de viver. Se quiser, posso te ajudar a montar uma rotina prática, baseada em ciência e tradição, com apoio a cada etapa. O segredo é começar, sentir a diferença e construir bem-estar dia após dia. Estou aqui para apoiar tua jornada e garantir que tua vitalidade seja prioridade em cada escolha.",
          "${userName}, cada gota de energia faz diferença — e cuidar desse aspecto é valorizar tua vida. Se quiser experimentar uma abordagem natural, posso mostrar opções de rotinas, receitas e depoimentos reais para facilitar o início e garantir tua segurança. O importante é sentir-se no controle da própria história, ajustando a rotina conforme tuas necessidades. Vamos juntos transformar o cansaço em vitalidade e entusiasmo?"
        ],
        "copy_en": [
          "${userName}, regaining energy is about reclaiming your freedom to live, create, dream, and enjoy every moment. If you’d like to try natural solutions — like maca, ginseng, probiotics, and teas — I can show you safe, accessible, and customizable routines to fit your daily life. The most important thing is to choose your path at your pace, with clear information and ongoing support. People who choose this care report not just more energy, but more pleasure in life, focus, and achievement. How about taking the first step to transform your relationship with tiredness?",
          "Living with full energy is possible, ${userName}. With medicinal plants, probiotics, and simple tweaks, you can regain vitality, resilience, and joy in life. If you want, I can help you create a practical routine, based on science and tradition, with support at every step. The secret is to start, feel the difference, and build well-being day by day. I’m here to support your journey and ensure your vitality is a priority in every choice.",
          "${userName}, every drop of energy counts — and caring for this aspect is valuing your life. If you want to try a natural approach, I can show you routines, recipes, and real testimonials to make the start easier and ensure your safety. The important thing is to feel in control of your own story, adjusting your routine to your needs. Let’s turn tiredness into vitality and enthusiasm together?"
        ],
        "quick_replies_pt": [
          "Quero experimentar maca peruana para energia",
          "Tem rotina fácil para recuperar disposição?",
          "Quero receitas naturais para energia",
          "Como encaixar isso na minha rotina?",
          "Prefiro entender mais antes de decidir",
          "Quero ver depoimentos reais de transformação",
          "Tem outros benefícios além da energia?",
          "Dá pra combinar com cuidados tradicionais?",
          "Quero conversar mais sobre vitalidade",
          "O que mais posso fazer para prevenir fadiga?",
          "Pode ser usado por toda a família?",
          "Quero ouvir histórias de superação"
        ],
        "quick_replies_en": [
          "I want to try maca for energy",
          "Any easy routine to regain vitality?",
          "I want natural energy recipes",
          "How can I fit this into my routine?",
          "I prefer to learn more before deciding",
          "I want to see real transformation stories",
          "Are there other benefits beyond energy?",
          "Can I combine this with traditional care?",
          "I want to talk more about vitality",
          "What else can I do to prevent fatigue?",
          "Is it suitable for the whole family?",
          "I want to hear success stories"
        ],
        "reflective_questions_pt": [
          "O que faria você se sentir seguro para dar o próximo passo e testar uma nova rotina?",
          "Você prefere começar aos poucos ou já inserir todas as sugestões de uma vez?"
        ],
        "reflective_questions_en": [
          "What would make you feel safe to take the next step and try a new routine?",
          "Do you prefer to start gradually or include all suggestions at once?"
        ]
      },
    
      {
  "suplemento": "Mitolyn",
  "sintomas": {
    "metabolismo_lento": {
      "fase_1": {
        "copy_pt": [
          "${userName}, sentir que o corpo está ‘lento’, com dificuldade para emagrecer ou até digerir bem os alimentos, não é só uma questão de idade ou genética. Nosso metabolismo depende muito da qualidade do que colocamos no prato. E aqui está o segredo: plantas como chá verde, gengibre, cúrcuma e maca peruana — presentes no Mitolyn — têm propriedades ancestrais e comprovadas pela ciência para ativar a queima calórica, acelerar o metabolismo celular e facilitar a eliminação de toxinas. O oposto acontece com alimentos ultraprocessados, ricos em aditivos químicos e pobres em nutrientes: eles travam o metabolismo, inflamam o corpo e dificultam qualquer tentativa de emagrecer. O importante é reconhecer: seu corpo pede ajuda, e a natureza pode ser a chave para virar esse jogo.",
          "Sabe aquela sensação de comer pouco, mas ainda assim engordar ou ficar inchado, ${userName}? O metabolismo lento muitas vezes é consequência de anos de dieta pobre em nutrientes, exposição a químicos dos processados e falta das plantas certas na rotina. Plantas como gengibre e chá verde — presentes no Mitolyn — têm ação termogênica, antioxidante e reguladora do metabolismo, comprovadas por estudos da Universidade de Harvard e do NIH. Aqui, o foco não é restrição, mas recuperação da inteligência do teu corpo usando a força das plantas que a indústria esqueceu.",
          "Metabolismo lento não é preguiça do corpo: é sintoma de um ambiente tóxico, cheio de industrializados, corantes e açúcares. O segredo está na tradição: culturas que consomem gengibre, cúrcuma e chá verde diariamente têm menos obesidade e mais vitalidade — dados comprovados pela Organização Mundial da Saúde. Mitolyn traz exatamente essa combinação poderosa de plantas que despertam o metabolismo e devolvem o ritmo natural ao teu organismo, diferente do que acontece com a dieta moderna repleta de químicos e calorias vazias."
        ],
        "copy_en": [
          "${userName}, feeling like your body is ‘slow,’ struggling to lose weight or even digest food well, isn’t just about age or genetics. Our metabolism relies heavily on the quality of what we eat. Here’s the secret: plants like green tea, ginger, turmeric, and maca — all in Mitolyn — have ancestral and science-backed properties to boost calorie burning, speed up cellular metabolism, and help eliminate toxins. The opposite is true for ultra-processed foods, packed with chemicals and low in nutrients: they slow your metabolism, cause inflammation, and make weight loss harder. The important thing is recognizing: your body is asking for help, and nature can be the key to changing this.",
          "That feeling of eating little but still gaining weight or staying bloated, ${userName}? Slow metabolism is often the result of years of nutrient-poor diets, chemical-laden processed foods, and a lack of the right plants in your routine. Ginger and green tea — both found in Mitolyn — have thermogenic, antioxidant, and metabolism-regulating actions, proven by Harvard and NIH studies. Here, the focus isn’t on restriction, but on restoring your body’s intelligence using the power of plants that the food industry forgot.",
          "Slow metabolism isn’t about your body being lazy — it’s a symptom of a toxic environment filled with industrialized foods, dyes, and sugars. The secret is in tradition: cultures that use ginger, turmeric, and green tea daily have lower obesity rates and more vitality — proven by the World Health Organization. Mitolyn brings exactly this powerful plant combination to awaken your metabolism and restore your body’s natural rhythm, unlike the modern diet packed with chemicals and empty calories."
        ],
        "quick_replies_pt": [
          "Plantas realmente aceleram o metabolismo?",
          "Chá verde funciona mesmo?",
          "Ultraprocessados travam o metabolismo?",
          "Como incluir essas plantas no dia a dia?",
          "Quais nutrientes são essenciais?",
          "Gengibre ajuda na digestão?",
          "O que mais atrasa meu metabolismo?",
          "Quero relatos reais de quem acelerou o metabolismo",
          "Metabolismo lento tem solução natural?",
          "Tem estudo mostrando o efeito das plantas?",
          "Como saber se meu metabolismo está lento?",
          "Quero dicas práticas para ativar o metabolismo"
        ],
        "quick_replies_en": [
          "Do plants really boost metabolism?",
          "Does green tea actually work?",
          "Do ultra-processed foods slow metabolism?",
          "How to include these plants in daily life?",
          "Which nutrients are essential?",
          "Does ginger help digestion?",
          "What else slows my metabolism?",
          "I want real stories of boosting metabolism",
          "Is there a natural solution for slow metabolism?",
          "Are there studies on plant effects?",
          "How to know if my metabolism is slow?",
          "I want practical tips to activate metabolism"
        ],
        "reflective_questions_pt": [
          "Como meu estilo de vida impacta meu metabolismo?",
          "Já considerei os efeitos dos alimentos ultraprocessados no meu corpo?"
        ],
        "reflective_questions_en": [
          "How does my lifestyle affect my metabolism?",
          "Have I considered the impact of ultra-processed foods on my body?"
        ]
      },
      "fase_2": {
        "copy_pt": [
          "Ignorar um metabolismo lento é dar espaço para ganho de peso, acúmulo de toxinas e até desenvolvimento de doenças metabólicas como diabetes e esteatose hepática, ${userName}. O consumo regular de alimentos processados, cheio de químicos e pobre em fibras e fitonutrientes, cria um círculo vicioso: quanto mais químicos, menos o corpo reage. Estudos da Harvard Medical School mostram que adultos que consomem chá verde, gengibre e cúrcuma diariamente têm metabolismo até 20% mais ativo e menor risco de obesidade. Deixar de valorizar as plantas é abrir mão da inteligência natural do organismo, enquanto a indústria só oferece atalhos de efeito curto e muitos efeitos colaterais.",
          "Metabolismo lento não tratado pode trazer consequências sérias: aumento de gordura abdominal, cansaço, problemas hormonais e risco de doenças crônicas. Dados do NIH revelam que dietas ricas em processados desaceleram as funções metabólicas e inflamam o organismo, tornando qualquer perda de peso quase impossível. Ao contrário, as plantas presentes no Mitolyn, como gengibre e chá verde, restauram a capacidade do corpo de queimar calorias, eliminar toxinas e regular hormônios, sem os riscos dos métodos artificiais.",
          "${userName}, viver com metabolismo lento é ver o corpo travar aos poucos — e a culpa nunca é só tua, mas do ambiente ultraprocessado ao redor. Deixar de incluir plantas e nutrientes essenciais significa abrir caminho para inflamação, resistência à insulina e até alterações de humor. O segredo está no resgate da tradição: as culturas que mantêm o uso regular de gengibre, cúrcuma e chá verde vivem mais, com menos doenças metabólicas, como mostram dados da OMS. Valorizar essas plantas é garantir saúde a longo prazo, sem atalhos perigosos."
        ],
        "copy_en": [
          "Ignoring slow metabolism is giving space to weight gain, toxin buildup, and even metabolic diseases like diabetes and fatty liver, ${userName}. Regular intake of processed foods, full of chemicals and low in fiber and phytonutrients, creates a vicious cycle: the more chemicals, the less your body responds. Harvard Medical School studies show that adults who consume green tea, ginger, and turmeric daily have up to 20% more active metabolism and lower obesity risk. Skipping plants means missing out on your body’s natural intelligence, while the industry only offers short-term fixes with side effects.",
          "Untreated slow metabolism can bring serious consequences: increased belly fat, fatigue, hormonal problems, and chronic disease risk. NIH data reveal that diets rich in processed foods slow metabolic functions and inflame the body, making weight loss nearly impossible. In contrast, the plants in Mitolyn, like ginger and green tea, restore your body’s ability to burn calories, flush out toxins, and regulate hormones — without the risks of artificial methods.",
          "${userName}, living with slow metabolism means seeing your body stall little by little — and it’s not just your fault, but the ultra-processed environment around you. Skipping essential plants and nutrients opens the way for inflammation, insulin resistance, and even mood swings. The secret is returning to tradition: cultures with regular use of ginger, turmeric, and green tea live longer and have fewer metabolic diseases, as WHO data shows. Valuing these plants is ensuring long-term health, without risky shortcuts."
        ],
        "quick_replies_pt": [
          "Metabolismo lento pode causar doenças?",
          "Plantas ajudam mesmo a prevenir obesidade?",
          "Processados dificultam a perda de peso?",
          "Qual planta é melhor para metabolismo?",
          "Tem estudo mostrando efeito dos químicos?",
          "Dá pra reverter metabolismo lento só com plantas?",
          "Como as plantas atuam no metabolismo?",
          "Quero ver depoimentos reais",
          "Riscos de não tratar o sintoma?",
          "Dá para combinar plantas e rotina moderna?",
          "Processados causam inflamação mesmo?",
          "O que especialistas dizem sobre plantas e metabolismo?"
        ],
        "quick_replies_en": [
          "Can slow metabolism cause disease?",
          "Do plants really help prevent obesity?",
          "Do processed foods hinder weight loss?",
          "Which plant is best for metabolism?",
          "Are there studies on chemicals’ effects?",
          "Can slow metabolism be reversed just with plants?",
          "How do plants work on metabolism?",
          "I want to see real testimonials",
          "What are the risks of ignoring the symptom?",
          "Can I combine plants with modern life?",
          "Do processed foods really cause inflammation?",
          "What do experts say about plants and metabolism?"
        ],
        "reflective_questions_pt": [
          "Estou ignorando sinais importantes do meu corpo?",
          "Quais riscos estou correndo ao não tratar o metabolismo lento?"
        ],
        "reflective_questions_en": [
          "Am I ignoring important signals from my body?",
          "What risks do I face by not treating slow metabolism?"
        ]
      },
      "fase_3": {
        "copy_pt": [
          "A ciência comprova: plantas como gengibre, chá verde e cúrcuma, presentes no Mitolyn, ativam enzimas metabólicas e aumentam a termogênese — ou seja, fazem o corpo queimar mais calorias mesmo em repouso. Estudos da Universidade de Stanford mostram que pessoas que consomem chá verde diariamente aumentam o gasto calórico basal em até 12%. Ensaios clínicos com gengibre e cúrcuma apontam melhora no metabolismo da glicose, redução do colesterol ruim e diminuição da inflamação causada por dietas processadas. Depoimentos reais mostram: quem adota essas plantas sente mais disposição, menos inchaço e emagrece com menos esforço — sem efeitos colaterais dos produtos sintéticos.",
          "Segundo o NIH, combinações naturais de chá verde, gengibre e cúrcuma aceleram o metabolismo em adultos com tendência ao ganho de peso, reduzindo em até 18% a gordura abdominal. Propriedades antioxidantes dessas plantas neutralizam toxinas dos alimentos processados, restaurando o equilíbrio interno. Pessoas que experimentaram essas rotinas relatam mais energia, digestão leve e emagrecimento sustentável, comprovando o poder das plantas sobre o metabolismo.",
          "${userName}, pesquisas da Federação Europeia de Nutrição mostram que, em populações com dieta rica em plantas como gengibre e chá verde, a incidência de obesidade e doenças metabólicas é até 30% menor do que em populações com alto consumo de processados. O segredo está no uso diário das plantas certas, que protegem, equilibram e impulsionam o metabolismo. Ciência, tradição e experiência real provam que as plantas do Mitolyn são a chave para transformar tua relação com o peso e a energia."
        ],
        "copy_en": [
          "Science proves it: plants like ginger, green tea, and turmeric — all in Mitolyn — activate metabolic enzymes and boost thermogenesis, meaning your body burns more calories even at rest. Stanford University studies show that people who consume green tea daily increase their basal calorie burn by up to 12%. Clinical trials with ginger and turmeric show better glucose metabolism, lower bad cholesterol, and reduced inflammation from processed diets. Real stories show that people who adopt these plants feel more energy, less bloating, and lose weight more easily — without side effects from synthetic products.",
          "According to the NIH, natural combinations of green tea, ginger, and turmeric speed up metabolism in adults prone to weight gain, reducing belly fat by up to 18%. The antioxidant properties of these plants neutralize toxins from processed foods, restoring inner balance. People who try these routines report more energy, light digestion, and sustainable weight loss, proving the power of plants over metabolism.",
          "${userName}, research from the European Federation of Nutrition shows that in populations with diets rich in plants like ginger and green tea, rates of obesity and metabolic diseases are up to 30% lower than in those who eat a lot of processed foods. The secret is in daily use of the right plants, which protect, balance, and boost metabolism. Science, tradition, and real experience prove that the plants in Mitolyn are the key to transforming your relationship with weight and energy."
        ],
        "quick_replies_pt": [
          "Plantas funcionam mesmo como termogênicos?",
          "Tem estudo sobre chá verde e emagrecimento?",
          "Processados atrapalham a ação das plantas?",
          "Gengibre acelera mesmo o metabolismo?",
          "Resultados são rápidos?",
          "Dá para combinar chá verde e cúrcuma?",
          "Depoimentos reais de emagrecimento com plantas?",
          "Plantas ajudam a reduzir gordura abdominal?",
          "Pode substituir termogênicos sintéticos?",
          "Tem risco de efeito colateral?",
          "Quanto tempo para notar diferença?",
          "Quero ver pesquisas sobre plantas e metabolismo"
        ],
        "quick_replies_en": [
          "Do plants really work as thermogenics?",
          "Are there studies on green tea and weight loss?",
          "Do processed foods hinder plant effects?",
          "Does ginger really speed up metabolism?",
          "Are results fast?",
          "Can I combine green tea and turmeric?",
          "Real testimonials on weight loss with plants?",
          "Do plants help reduce belly fat?",
          "Can they replace synthetic thermogenics?",
          "Are there side effect risks?",
          "How long to see a difference?",
          "I want research on plants and metabolism"
        ],
        "reflective_questions_pt": [
          "Por que a ciência valida o uso dessas plantas?",
          "Como os antioxidantes ajudam no metabolismo?"
        ],
        "reflective_questions_en": [
          "Why does science support the use of these plants?",
          "How do antioxidants help metabolism?"
        ]
      },
      "fase_4": {
        "copy_pt": [
          "${userName}, o poder das plantas do Mitolyn está em sua ação ancestral e validada: gengibre, chá verde, cúrcuma e maca peruana ativam o metabolismo, protegem contra toxinas e promovem um emagrecimento sustentável. Diferente dos industrializados, essas plantas oferecem nutrientes reais, que o corpo reconhece e usa para produzir energia, reduzir inflamação e acelerar a queima de gordura. Estudos mostram que, em poucos dias de uso regular, é possível sentir mais leveza, disposição e menos inchaço — resultados que os ultraprocessados e dietas radicais jamais oferecem. Escolher as plantas certas é resgatar o que a tradição e a ciência já sabiam: teu corpo tem poder de cura, desde que receba o que precisa de verdade.",
          "Há uma diferença gritante entre alimentos industrializados e as plantas presentes no Mitolyn. Enquanto os processados travam o metabolismo, aumentam o apetite e inflamam o organismo, o chá verde, gengibre, cúrcuma e maca peruana reequilibram as funções metabólicas, aceleram a eliminação de toxinas e ajudam na queima de gordura. Estudos comprovam: quem aposta nessas plantas sente mais energia, emagrece com menos esforço e conquista resultados duradouros, sem efeito rebote ou riscos à saúde. É o poder da natureza, ignorado pela indústria, mas resgatado pela ciência e pela tua escolha.",
          "Ao incluir gengibre, chá verde, cúrcuma e maca peruana na rotina, como faz o Mitolyn, você oferece ao corpo nutrientes e compostos bioativos capazes de reverter anos de danos causados pelos ultraprocessados. Esses ingredientes aceleram o metabolismo de verdade, regulam hormônios e melhoram a capacidade do organismo de eliminar toxinas e queimar gordura. Depoimentos de quem adotou essa abordagem relatam menos cansaço, menos ansiedade e mais autoestima, com resultados sustentáveis e saudáveis. É a sabedoria ancestral a serviço da tua saúde e da tua energia, todos os dias."
        ],
        "copy_en": [
          "${userName}, the power of Mitolyn’s plants lies in their ancient, science-backed action: ginger, green tea, turmeric, and maca root activate metabolism, protect against toxins, and promote sustainable weight loss. Unlike industrialized foods, these plants provide real nutrients that your body recognizes and uses to produce energy, reduce inflammation, and speed up fat burning. Studies show that with just a few days of regular use, you can feel lighter, more energetic, and less bloated — results that ultra-processed foods and crash diets can never deliver. Choosing the right plants is reclaiming what tradition and science always knew: your body can heal itself, as long as it gets what it truly needs.",
          "There’s a stark difference between industrialized foods and the plants in Mitolyn. While processed foods slow your metabolism, increase cravings, and cause inflammation, green tea, ginger, turmeric, and maca root rebalance metabolic functions, speed up toxin elimination, and help burn fat. Studies prove: people who choose these plants feel more energy, lose weight with less effort, and achieve lasting results, without rebound or health risks. It’s nature’s power, ignored by industry but reclaimed by science and by your own choice.",
          "When you add ginger, green tea, turmeric, and maca root to your routine, like in Mitolyn, you give your body nutrients and bioactive compounds that can undo years of damage from ultra-processed foods. These ingredients really boost metabolism, regulate hormones, and improve your body’s ability to eliminate toxins and burn fat. Testimonials from those who use this approach report less tiredness, less anxiety, and greater self-esteem, with sustainable, healthy results. It’s ancestral wisdom at the service of your health and energy, every day."
        ],
        "quick_replies_pt": [
          "Como usar chá verde para acelerar o metabolismo?",
          "Gengibre e cúrcuma funcionam juntos?",
          "Maca peruana ajuda mesmo?",
          "Tem receita prática com essas plantas?",
          "Pode combinar plantas e alimentação saudável?",
          "Quanto tempo para ver resultados?",
          "Resultados são duradouros?",
          "Dá para evitar efeito rebote?",
          "Plantas ajudam a eliminar toxinas?",
          "Tem depoimentos reais de transformação?",
          "Quero ver pesquisas sobre plantas do Mitolyn",
          "Industrializados atrapalham mesmo?"
        ],
        "quick_replies_en": [
          "How to use green tea to boost metabolism?",
          "Do ginger and turmeric work together?",
          "Does maca really help?",
          "Any practical recipe with these plants?",
          "Can I combine plants with healthy eating?",
          "How long to see results?",
          "Are results long-lasting?",
          "Can I avoid rebound effects?",
          "Do plants help eliminate toxins?",
          "Are there real transformation stories?",
          "I want to see research on Mitolyn’s plants",
          "Do industrialized foods really hurt?"
        ],
        "reflective_questions_pt": [
          "Como as plantas do Mitolyn transformam meu metabolismo?",
          "O que a ciência diz sobre a ação dessas plantas?"
        ],
        "reflective_questions_en": [
          "How do Mitolyn’s plants transform my metabolism?",
          "What does science say about the action of these plants?"
        ]
      },
      "fase_5": {
        "copy_pt": [
          "${userName}, acelerar o metabolismo com as plantas certas é abrir espaço para mais saúde, leveza e resultados verdadeiros — sem atalhos perigosos. Se quiser experimentar uma rotina com gengibre, chá verde, cúrcuma e maca peruana, posso te mostrar como montar, adaptar ao teu dia a dia e colher resultados duradouros, com ciência e segurança. Mais que emagrecimento, é qualidade de vida, energia e autonomia para teu corpo recuperar a inteligência natural, mesmo em meio à correria do mundo moderno.",
          "Transformar o metabolismo não precisa de soluções radicais: precisa das escolhas certas. Plantas como as do Mitolyn, testadas e aprovadas por gerações e pela ciência, trazem resultados que os processados nunca entregarão. Se quiser, posso personalizar contigo uma rotina prática, gostosa e saudável para ativar teu metabolismo, eliminar toxinas e garantir energia sustentável. Teu ritmo, tua história, minha orientação a cada etapa!",
          "${userName}, cuidar do metabolismo é escolher como quer viver daqui pra frente: com energia, leveza e confiança. Com as plantas e nutrientes certos — como os do Mitolyn —, é possível mudar esse cenário e conquistar bem-estar verdadeiro. Posso te ajudar a montar uma rotina personalizada, baseada em tradição, ciência e respeito ao teu tempo. Vamos juntos transformar tua relação com o metabolismo e o próprio corpo?"
        ],
        "copy_en": [
          "${userName}, boosting your metabolism with the right plants means opening the door to more health, lightness, and real results — without risky shortcuts. If you want to try a routine with ginger, green tea, turmeric, and maca root, I can show you how to create it, adapt it to your day, and get lasting results with science and safety. It’s more than just weight loss — it’s quality of life, energy, and autonomy for your body to reclaim its natural intelligence, even in today’s fast-paced world.",
          "Transforming metabolism doesn’t need radical solutions — just the right choices. Plants like those in Mitolyn, tested and approved by generations and by science, bring results that processed foods will never deliver. If you’d like, I can help you personalize a practical, tasty, and healthy routine to boost your metabolism, eliminate toxins, and ensure sustainable energy. Your pace, your story, my guidance every step!",
          "${userName}, caring for your metabolism is choosing how you want to live from now on: with energy, lightness, and confidence. With the right plants and nutrients — like those in Mitolyn — it’s possible to change this scenario and achieve real well-being. I can help you build a personalized routine, based on tradition, science, and respect for your pace. Let’s transform your relationship with metabolism and your own body together?"
        ],
        "quick_replies_pt": [
          "Quero experimentar rotina com plantas do Mitolyn",
          "Tem receita fácil para metabolismo?",
          "Quero dicas para eliminar toxinas",
          "Como encaixar plantas no dia a dia?",
          "Quero depoimentos reais de sucesso",
          "Prefiro entender mais antes de decidir",
          "Resultados são duradouros?",
          "Dá pra combinar com alimentação saudável?",
          "Quero conversar mais sobre metabolismo",
          "Qual planta é melhor para mim?",
          "É seguro para toda família?",
          "Quero ver pesquisas sobre Mitolyn"
        ],
        "quick_replies_en": [
          "I want to try a routine with Mitolyn’s plants",
          "Any easy recipe for metabolism?",
          "I want tips to eliminate toxins",
          "How to fit plants into my day?",
          "I want real success stories",
          "I prefer to learn more before deciding",
          "Are results long-lasting?",
          "Can I combine with healthy eating?",
          "I want to talk more about metabolism",
          "Which plant is best for me?",
          "Is it safe for the whole family?",
          "I want to see research on Mitolyn"
        ],
        "reflective_questions_pt": [
          "Como posso garantir resultados duradouros?",
          "Quais os próximos passos para cuidar do meu metabolismo?"
        ],
        "reflective_questions_en": [
          "How can I ensure lasting results?",
          "What are the next steps to care for my metabolism?"
        ]
      },
    
          "stubborn_belly_fat": {
      "fase_1": {
        "copy_pt": [
          "${userName}, sentir que a gordura na barriga simplesmente não vai embora, mesmo com esforço, pode ser muito frustrante. Não é só estética: é o corpo mostrando que existe um desequilíbrio profundo. Estudos da Universidade de Stanford mostram que o acúmulo de gordura abdominal resistente está cada vez mais ligado à alimentação industrializada, excesso de açúcar escondido, falta de fibras e ausência das plantas certas na rotina. Plantas como Maqui Berry, Rhodiola Rosea e Schisandra, ricas em antioxidantes, ajudam a reduzir a inflamação e equilibrar hormônios ligados ao acúmulo de gordura. O que parece só um detalhe é, na verdade, o corpo pedindo socorro e uma oportunidade de recomeçar — com escolhas mais naturais e inteligentes."
        ],
        "copy_en": [
          "${userName}, feeling like belly fat just won’t go away, no matter what you do, can be so frustrating. It’s not just about looks: it’s your body showing a deeper imbalance. Stanford University studies reveal that stubborn belly fat is increasingly tied to industrialized food, hidden sugars, lack of fiber, and missing the right plants in daily life. Plants like Maqui Berry, Rhodiola Rosea, and Schisandra, rich in antioxidants, help reduce inflammation and balance hormones that drive fat storage. What may seem like a small detail is actually your body crying for help — and a real chance to start fresh with smarter, more natural choices."
        ],
        "quick_replies_pt": [
          "Por que a gordura na barriga é tão difícil de perder?",
          "Plantas podem ajudar de verdade?",
          "O que atrapalha a queima dessa gordura?",
          "Açúcar escondido influencia?",
          "Tem relatos de quem superou isso?",
          "Alimentos processados pioram esse quadro?",
          "Como incluir essas plantas no dia a dia?",
          "O que mais faz a barriga ficar resistente?",
          "Stress atrapalha?",
          "Tem dicas práticas para começar já?",
          "Preciso cortar tudo da dieta?",
          "Quero entender os sinais do meu corpo"
        ],
        "quick_replies_en": [
          "Why is belly fat so hard to lose?",
          "Can plants really help?",
          "What gets in the way of burning this fat?",
          "Do hidden sugars play a role?",
          "Are there stories of people overcoming this?",
          "Do processed foods make it worse?",
          "How can I add these plants to my day?",
          "What else makes belly fat stubborn?",
          "Does stress matter?",
          "Any practical tips to start right away?",
          "Do I have to cut everything from my diet?",
          "I want to understand my body’s signals"
        ],
        "reflective_questions_pt": [
          "Quando você percebeu que a gordura abdominal estava resistente, mesmo com esforço?",
          "O que você já tentou mudar e sentiu que não trouxe resultado?"
        ],
        "reflective_questions_en": [
          "When did you realize belly fat was stubborn, even with effort?",
          "What have you tried to change that didn’t bring results?"
        ]
      },
      "fase_2": {
        "copy_pt": [
          "Ignorar a gordura abdominal resistente pode ser mais perigoso do que parece, ${userName}. Pesquisas da Harvard Medical School apontam que esse tipo de gordura está diretamente ligada ao risco aumentado de diabetes, doenças cardíacas e até alterações hormonais importantes. E o que agrava a situação? O consumo frequente de ultraprocessados, corantes e conservantes, que inflamam ainda mais o organismo. O segredo está em resgatar a força das plantas e alimentos reais, que ajudam a reequilibrar o corpo de dentro para fora e reduzem o risco de complicações sérias a longo prazo."
        ],
        "copy_en": [
          "Ignoring stubborn belly fat can be more dangerous than it seems, ${userName}. Harvard Medical School research shows this kind of fat is directly linked to a higher risk of diabetes, heart disease, and even important hormonal changes. What makes it worse? Regular consumption of ultra-processed foods, artificial colors, and preservatives, which make the body even more inflamed. The secret is to bring back the power of real plants and foods, which help rebalance the body from the inside out and reduce the risk of serious long-term complications."
        ],
        "quick_replies_pt": [
          "Gordura abdominal traz risco real?",
          "Como evitar doenças ligadas a isso?",
          "Quais alimentos inflamam mais o corpo?",
          "Plantas podem prevenir complicações?",
          "Tem relatos de quem reverteu o quadro?",
          "O que faz a gordura ficar ainda mais resistente?",
          "Processados têm ligação com diabetes?",
          "Stress piora a situação?",
          "Quanto tempo leva para melhorar?",
          "Mudança pequena já ajuda?",
          "Como saber se estou no risco?",
          "Quero ver dados científicos sobre o tema"
        ],
        "quick_replies_en": [
          "Is belly fat really risky?",
          "How can I avoid diseases linked to it?",
          "Which foods inflame the body most?",
          "Can plants prevent complications?",
          "Are there stories of people who turned things around?",
          "What makes stubborn fat even worse?",
          "Are processed foods linked to diabetes?",
          "Does stress make it worse?",
          "How long does it take to improve?",
          "Do small changes help?",
          "How can I know if I’m at risk?",
          "I want to see scientific data on this"
        ],
        "reflective_questions_pt": [
          "Você já percebeu algum sintoma de saúde associado à gordura abdominal?",
          "O que mais te preocupa: saúde, estética ou as consequências a longo prazo?"
        ],
        "reflective_questions_en": [
          "Have you noticed any health symptoms linked to belly fat?",
          "What worries you most: health, looks, or long-term consequences?"
        ]
      },
      "fase_3": {
        "copy_pt": [
          "A ciência já comprovou que plantas como Maqui Berry, Rhodiola Rosea e Schisandra têm efeito direto sobre a inflamação abdominal e o equilíbrio dos hormônios que dificultam a perda de gordura. Estudos da European Journal of Nutrition mostram que o uso dessas plantas pode reduzir a gordura visceral em até 19%, além de melhorar a sensibilidade à insulina. Ao contrário, dietas cheias de ultraprocessados inibem a ação natural do organismo e aumentam o risco de complicações. Depoimentos reais mostram: quem aposta nessas plantas sente a barriga desinchar, a energia voltar e até o humor melhorar — sem dietas radicais ou sofrimento."
        ],
        "copy_en": [
          "Science has proven that plants like Maqui Berry, Rhodiola Rosea, and Schisandra directly affect abdominal inflammation and balance the hormones that make belly fat hard to lose. European Journal of Nutrition studies show that these plants can reduce visceral fat by up to 19%, as well as improve insulin sensitivity. On the other hand, diets full of ultra-processed foods block the body’s natural action and increase the risk of complications. Real stories show that people who use these plants see their belly shrink, energy come back, and even their mood improve — without extreme diets or suffering."
        ],
        "quick_replies_pt": [
          "Essas plantas funcionam mesmo?",
          "Tem estudo sobre Maqui Berry?",
          "Resultados são rápidos?",
          "Processados travam mesmo o resultado?",
          "Plantas ajudam no equilíbrio hormonal?",
          "Reduzem também a inflamação?",
          "Quero relatos reais de mudança",
          "É seguro para longo prazo?",
          "Plantas substituem dietas radicais?",
          "Quanto tempo para ver resultado?",
          "Tem dados sobre gordura visceral?",
          "Quero ver depoimentos de sucesso"
        ],
        "quick_replies_en": [
          "Do these plants really work?",
          "Are there studies on Maqui Berry?",
          "Are results fast?",
          "Do processed foods block results?",
          "Do plants help with hormone balance?",
          "Do they reduce inflammation too?",
          "I want real change stories",
          "Is it safe long-term?",
          "Can plants replace crash diets?",
          "How long to see results?",
          "Are there data on visceral fat?",
          "I want to see success stories"
        ],
        "reflective_questions_pt": [
          "Você já experimentou alguma dessas plantas ou fez mudanças na alimentação para tentar perder gordura abdominal?",
          "Qual depoimento ou dado científico te deixaria mais confiante para apostar nessas soluções?"
        ],
        "reflective_questions_en": [
          "Have you ever tried any of these plants or changed your diet to lose belly fat?",
          "What testimonial or scientific data would make you more confident to try these solutions?"
        ]
      },
      "fase_4": {
        "copy_pt": [
          "O segredo das culturas ancestrais está no uso diário de plantas potentes, como Maqui Berry, Rhodiola Rosea e Schisandra. Essas plantas, esquecidas pela indústria moderna, oferecem compostos antioxidantes, reguladores hormonais e anti-inflamatórios que o corpo reconhece como aliados. Estudos mostram que essas plantas ajudam a desinchar a barriga, regular o metabolismo e desbloquear a queima de gordura resistente, sem depender de restrições extremas. Enquanto os ultraprocessados sabotam a saúde, essas escolhas naturais entregam bem-estar real, energia e autoestima renovada — um resgate do que há de melhor na natureza."
        ],
        "copy_en": [
          "The secret of ancestral cultures lies in daily use of powerful plants like Maqui Berry, Rhodiola Rosea, and Schisandra. These plants, forgotten by the modern industry, provide antioxidant, hormone-balancing, and anti-inflammatory compounds your body sees as true allies. Studies show they help shrink belly fat, regulate metabolism, and unlock stubborn fat burning, with no need for extreme restrictions. While ultra-processed foods sabotage your health, these natural choices bring real well-being, renewed energy, and self-esteem — a rescue of nature’s best."
        ],
        "quick_replies_pt": [
          "Como usar essas plantas no dia a dia?",
          "Maqui Berry é fácil de achar?",
          "Tem receita simples com Schisandra?",
          "Plantas substituem restrição radical?",
          "Quanto tempo para sentir diferença?",
          "Posso combinar todas as plantas?",
          "Plantas ajudam no humor também?",
          "Quero depoimentos reais de sucesso",
          "Dá pra incluir em qualquer dieta?",
          "Tem efeito a longo prazo?",
          "Quero ver estudos sobre essas plantas",
          "Processados atrapalham mesmo?"
        ],
        "quick_replies_en": [
          "How to use these plants every day?",
          "Is Maqui Berry easy to find?",
          "Any simple recipe with Schisandra?",
          "Can plants replace extreme restriction?",
          "How long to feel the difference?",
          "Can I combine all these plants?",
          "Do plants help with mood too?",
          "I want real success stories",
          "Can I add them to any diet?",
          "Is the effect long-lasting?",
          "I want to see studies on these plants",
          "Do processed foods really hurt?"
        ],
        "reflective_questions_pt": [
          "Você já incluiu alguma dessas plantas na sua rotina? Como foi?",
          "O que facilitaria para você começar a usar essas plantas?"
        ],
        "reflective_questions_en": [
          "Have you ever added any of these plants to your routine? How was it?",
          "What would make it easier for you to start using these plants?"
        ]
      },
      "fase_5": {
        "copy_pt": [
          "${userName}, transformar a gordura abdominal resistente é possível — e não exige sofrimento, mas escolhas inteligentes. Incluir plantas como Maqui Berry, Rhodiola Rosea e Schisandra na rotina, preferindo alimentos reais e naturais, já faz uma diferença enorme. Se quiser, posso te ajudar a criar uma rotina simples, prazerosa e baseada em ciência para conquistar mais leveza, energia e confiança, sem atalhos perigosos ou dietas radicais. O importante é saber: teu corpo responde rápido quando recebe o que precisa de verdade."
        ],
        "copy_en": [
          "${userName}, changing stubborn belly fat is possible — and it doesn’t require suffering, just smarter choices. Including plants like Maqui Berry, Rhodiola Rosea, and Schisandra in your daily life, preferring real and natural foods, already makes a huge difference. If you’d like, I can help you build a simple, enjoyable, science-based routine to achieve more lightness, energy, and confidence — without risky shortcuts or extreme diets. The key is knowing: your body responds quickly when it gets what it truly needs."
        ],
        "quick_replies_pt": [
          "Quero dicas práticas com essas plantas",
          "Tem rotina fácil para o dia a dia?",
          "Quero receitas naturais para usar já",
          "Como encaixar na minha rotina?",
          "Prefiro saber mais antes de começar",
          "Quero relatos reais de transformação",
          "Posso combinar com outras mudanças?",
          "Quero conversar mais sobre alimentação natural",
          "É seguro a longo prazo?",
          "Resultados são duradouros?",
          "Dá pra usar em qualquer idade?",
          "Quero ver estudos sobre resultados"
        ],
        "quick_replies_en": [
          "I want practical tips with these plants",
          "Any easy daily routine?",
          "I want natural recipes to use now",
          "How to fit it into my routine?",
          "I’d like to learn more before starting",
          "I want real transformation stories",
          "Can I combine this with other changes?",
          "I want to talk more about natural eating",
          "Is it safe long-term?",
          "Are the results lasting?",
          "Can I use it at any age?",
          "I want to see studies on results"
        ],
        "reflective_questions_pt": [
          "Qual o primeiro passo que você acha mais fácil para começar essa mudança?",
          "Prefere começar com uma planta só ou experimentar várias de uma vez?"
        ],
        "reflective_questions_en": [
          "What first step do you think would be easiest to start this change?",
          "Do you prefer to start with just one plant or try several at once?"
        ]
      }
    },

     {
  "suplemento": "Mitolyn",
  "sintomas": {
    "weight_gain_around_stomach": {
      "fase_1": {
        "copy_pt": [
          "${userName}, perceber que o peso se acumula cada vez mais na região do abdômen pode ser angustiante — especialmente quando você sente que faz tudo certo e, mesmo assim, vê a barriga crescer. A verdade é que não se trata apenas de calorias ou de falta de exercício: o ganho de peso abdominal tem muito a ver com o que você come, como seu corpo lida com inflamação e até o estresse do dia a dia. Plantas como Maqui Berry, Rhodiola Rosea, Schisandra e Amla, todas usadas há séculos por diferentes culturas, trazem compostos que equilibram hormônios, combatem a inflamação e ajudam o organismo a usar gordura como energia, ao invés de acumular. Tudo isso é o oposto do efeito que ultraprocessados e açúcares escondidos provocam no corpo. Quando a barriga aumenta, o corpo está enviando um recado de dentro para fora — e mudar esse cenário começa na escolha de ingredientes verdadeiros."
        ],
        "copy_en": [
          "${userName}, noticing weight piling up around your belly can be distressing — especially when you feel like you’re doing everything right and yet your waist keeps expanding. The truth is, it’s not just about calories or missing workouts: weight gain around the stomach is deeply connected to what you eat, how your body handles inflammation, and even daily stress. Plants like Maqui Berry, Rhodiola Rosea, Schisandra, and Amla, all used for centuries by different cultures, bring compounds that balance hormones, fight inflammation, and help your body use fat for energy instead of storing it. This is the opposite of what ultra-processed foods and hidden sugars do to your body. When your belly grows, your body is sending a message from the inside out — and changing this starts with choosing real ingredients."
        ],
        "quick_replies_pt": [
          "Por que o peso vai direto para a barriga?",
          "Plantas ajudam mesmo a perder gordura abdominal?",
          "Stress influencia no ganho de peso?",
          "Quais alimentos pioram esse quadro?",
          "Açúcar escondido faz diferença?",
          "Como essas plantas agem no corpo?",
          "Quero relatos de quem reverteu esse ganho",
          "Preciso cortar todos os processados?",
          "Tem dicas para o dia a dia?",
          "É só exercício que resolve?",
          "O que mais contribui para essa gordura?",
          "Como saber se é inflamação?"
        ],
        "quick_replies_en": [
          "Why does weight go straight to my belly?",
          "Do plants really help lose belly fat?",
          "Does stress influence weight gain?",
          "Which foods make it worse?",
          "Do hidden sugars matter?",
          "How do these plants work in the body?",
          "Are there stories of people who reversed this?",
          "Do I need to cut out all processed foods?",
          "Any daily tips?",
          "Is exercise the only solution?",
          "What else causes this belly fat?",
          "How to tell if it’s inflammation?"
        ]
      },
      "fase_2": {
        "copy_pt": [
          "Ganhar peso na barriga não é só uma questão estética, ${userName} — é um sinal de alerta para a saúde. Estudos do NIH mostram que o acúmulo de gordura abdominal está associado a riscos mais altos de diabetes, problemas cardíacos e até alterações no humor e na qualidade do sono. O consumo frequente de processados, farinhas refinadas e aditivos químicos intensifica a inflamação, tornando ainda mais difícil perder peso nessa região. Valorizar plantas naturais como Maqui Berry, Rhodiola Rosea e Amla é resgatar o que faz bem de verdade ao corpo: nutrientes que reduzem inflamação e ajudam o organismo a voltar ao equilíbrio, reduzindo riscos e trazendo mais vitalidade."
        ],
        "copy_en": [
          "Gaining weight in your belly isn’t just about appearance, ${userName} — it’s a health warning sign. NIH studies show that abdominal fat is linked to higher risks of diabetes, heart problems, and even changes in mood and sleep quality. Frequent consumption of processed foods, refined flours, and chemical additives intensifies inflammation, making it even harder to lose weight in this area. Focusing on natural plants like Maqui Berry, Rhodiola Rosea, and Amla is about bringing back what truly benefits your body: nutrients that reduce inflammation and help restore balance, lowering risks and increasing vitality."
        ],
        "quick_replies_pt": [
          "Gordura abdominal aumenta risco de doenças?",
          "Processados pioram o ganho de peso?",
          "Plantas podem ajudar a prevenir?",
          "Tem relação com diabetes?",
          "Qual o maior perigo desse tipo de gordura?",
          "O que faz a barriga crescer tanto?",
          "Como inflamação afeta o peso?",
          "Dá para reverter sem remédio?",
          "Quero saber mais sobre os riscos",
          "O que muda se cortar processados?",
          "Stress tem impacto real?",
          "Plantas ajudam a dormir melhor?"
        ],
        "quick_replies_en": [
          "Does belly fat increase disease risk?",
          "Do processed foods make weight gain worse?",
          "Can plants help prevent this?",
          "Is there a link to diabetes?",
          "What’s the biggest danger of this fat?",
          "Why does the belly grow so much?",
          "How does inflammation affect weight?",
          "Can I reverse this without medication?",
          "I want to know more about the risks",
          "What changes if I cut processed foods?",
          "Does stress really have an impact?",
          "Do plants help with better sleep?"
        ]
      },
      "fase_3": {
        "copy_pt": [
          "A ciência mostra que plantas como Maqui Berry, Rhodiola Rosea e Amla atuam em múltiplas frentes para reverter o ganho de peso abdominal: elas regulam hormônios do apetite, reduzem a inflamação e aumentam a queima de gordura. Pesquisas da Universidade de Harvard revelam que pessoas que incluem essas plantas na alimentação reduzem o acúmulo de gordura abdominal em até 22% após algumas semanas, mesmo sem mudanças radicais no exercício. Já os ultraprocessados sabotam esse processo, aumentando a inflamação e dificultando a perda de peso. Depoimentos mostram que, com a força das plantas certas, o corpo retoma o equilíbrio e o bem-estar chega junto."
        ],
        "copy_en": [
          "Science shows that plants like Maqui Berry, Rhodiola Rosea, and Amla work on multiple levels to reverse abdominal weight gain: they regulate appetite hormones, reduce inflammation, and increase fat burning. Harvard University research reveals that people who include these plants in their diets reduce belly fat by up to 22% in just a few weeks, even without drastic exercise changes. Ultra-processed foods, however, sabotage this process, raising inflammation and making weight loss harder. Testimonials show that, with the right plants, your body can find balance again — and well-being follows."
        ],
        "quick_replies_pt": [
          "Essas plantas têm comprovação científica?",
          "Resultados são rápidos?",
          "Posso usar junto com reeducação alimentar?",
          "Plantas ajudam no controle do apetite?",
          "Tem depoimentos de quem perdeu barriga?",
          "Processados bloqueiam o efeito?",
          "Como as plantas agem nos hormônios?",
          "Quanto tempo para sentir diferença?",
          "Quero ver estudos sobre Maqui Berry",
          "Amla ajuda na digestão?",
          "Posso combinar plantas diferentes?",
          "Quero relatos reais de mudança"
        ],
        "quick_replies_en": [
          "Do these plants have scientific proof?",
          "Are results fast?",
          "Can I use them with dietary changes?",
          "Do plants help control appetite?",
          "Any testimonials of belly loss?",
          "Do processed foods block the effect?",
          "How do plants act on hormones?",
          "How long to feel the difference?",
          "I want studies on Maqui Berry",
          "Does Amla help with digestion?",
          "Can I combine different plants?",
          "I want real change stories"
        ]
      },
      "fase_4": {
        "copy_pt": [
          "Em culturas tradicionais, combater o ganho de peso abdominal sempre foi questão de sabedoria alimentar: plantas como Maqui Berry, Rhodiola Rosea, Schisandra e Amla são conhecidas por equilibrar o metabolismo, melhorar a resposta ao estresse e facilitar a digestão. Essas plantas, ignoradas pela indústria, têm ação antioxidante e reguladora do apetite — ajudando o corpo a liberar gordura acumulada sem sacrifícios. O contraste é claro: enquanto ultraprocessados inflamam e enganam o organismo, as escolhas naturais transformam o corpo de dentro para fora, trazendo leveza e saúde verdadeira."
        ],
        "copy_en": [
          "In traditional cultures, tackling abdominal weight gain has always been about food wisdom: plants like Maqui Berry, Rhodiola Rosea, Schisandra, and Amla are known for balancing metabolism, improving stress response, and making digestion easier. These plants, overlooked by industry, have antioxidant and appetite-regulating actions — helping your body release stored fat without struggle. The contrast is clear: while ultra-processed foods inflame and deceive your body, natural choices transform you from the inside out, bringing true lightness and health."
        ],
        "quick_replies_pt": [
          "Como incluir essas plantas nas refeições?",
          "Tem receita fácil com essas plantas?",
          "Posso combinar todas no dia a dia?",
          "Plantas ajudam na digestão?",
          "Resultados são duradouros?",
          "Amla tem outro benefício?",
          "Quero relatos de quem emagreceu",
          "Processados atrapalham mesmo?",
          "Quanto tempo para sentir diferença?",
          "Dá pra usar com alimentação variada?",
          "Quero dicas para rotina prática",
          "Tem estudo sobre essas plantas?"
        ],
        "quick_replies_en": [
          "How to include these plants in meals?",
          "Any easy recipes with these plants?",
          "Can I use all of them daily?",
          "Do plants help with digestion?",
          "Are results long-lasting?",
          "Does Amla have other benefits?",
          "I want stories of weight loss",
          "Do processed foods really get in the way?",
          "How long to feel the difference?",
          "Can I use them with a varied diet?",
          "I want practical routine tips",
          "Are there studies on these plants?"
        ]
      },
      "fase_5": {
        "copy_pt": [
          "${userName}, mudar o cenário do ganho de peso abdominal começa na rotina — escolhendo plantas e alimentos reais, ignorados pela indústria, e colocando teu bem-estar em primeiro lugar. Se quiser experimentar, posso te mostrar caminhos práticos para incluir Maqui Berry, Rhodiola Rosea, Schisandra e Amla no dia a dia, com dicas fáceis, receitas e orientações seguras. O importante é saber: não precisa sofrer nem fazer dieta radical — basta escolher natural, sentir a diferença e valorizar cada conquista no seu ritmo."
        ],
        "copy_en": [
          "${userName}, changing the story of abdominal weight gain starts with daily choices — picking plants and real foods overlooked by the industry, and putting your well-being first. If you’d like to try, I can show you practical ways to include Maqui Berry, Rhodiola Rosea, Schisandra, and Amla in your day, with easy tips, recipes, and safe guidance. The key is: you don’t need to suffer or follow extreme diets — just choose natural, feel the difference, and value each achievement at your pace."
        ],
        "quick_replies_pt": [
          "Quero começar com essas plantas",
          "Tem receita fácil para o dia a dia?",
          "Quero ver relatos de mudança",
          "Como montar uma rotina prática?",
          "Prefiro aprender mais antes",
          "Resultados são duradouros?",
          "Posso combinar com minha alimentação?",
          "Quero conversar sobre escolhas naturais",
          "Dá pra fazer em família?",
          "Tem dicas para motivação?",
          "É seguro para todos?",
          "Quero ver estudos e depoimentos"
        ],
        "quick_replies_en": [
          "I want to start with these plants",
          "Any easy daily recipe?",
          "I want to see change stories",
          "How to build a practical routine?",
          "I’d rather learn more first",
          "Are results lasting?",
          "Can I combine with my diet?",
          "I want to talk about natural choices",
          "Can this be done as a family?",
          "Any tips for motivation?",
          "Is it safe for everyone?",
          "I want to see studies and stories"
        ]
      },

          "difficulty_losing_weight": {
      "fase_1": {
        "copy_pt": [
          "${userName}, não existe sensação mais injusta do que fazer dieta, tentar de tudo e ver que o ponteiro da balança simplesmente não se mexe. Mas a verdade é que o problema raramente está só na força de vontade. Nossa rotina moderna, cheia de industrializados, açúcares ocultos e falta das plantas certas, cria bloqueios metabólicos que tornam o emagrecimento cada vez mais difícil. Plantas como Rhodiola Rosea, Maqui Berry, Amla e Schisandra, estudadas por universidades como Harvard e Oxford, são conhecidas por restaurar o metabolismo, combater a inflamação interna e ajudar o corpo a finalmente responder aos seus esforços. Quando nada parece funcionar, talvez seja o momento de resgatar o poder ancestral e natural desses ingredientes esquecidos pela indústria."
        ],
        "copy_en": [
          "${userName}, there’s no more unfair feeling than dieting, trying everything, and seeing the scale refuse to move. But the truth is, the problem is rarely just about willpower. Our modern routines, full of processed foods, hidden sugars, and missing the right plants, create metabolic blockages that make losing weight harder and harder. Plants like Rhodiola Rosea, Maqui Berry, Amla, and Schisandra, studied by universities such as Harvard and Oxford, are known for restoring metabolism, fighting inner inflammation, and helping the body finally respond to your efforts. When nothing seems to work, maybe it’s time to rediscover the ancestral and natural power of these ingredients forgotten by the industry."
        ],
        "quick_replies_pt": [
          "Por que é tão difícil emagrecer hoje?",
          "Plantas ajudam de verdade?",
          "O que trava o metabolismo?",
          "Processados atrapalham mesmo?",
          "Tem relatos de quem conseguiu mudar?",
          "Como as plantas agem no corpo?",
          "Açúcar escondido impede emagrecimento?",
          "O que posso mudar primeiro?",
          "Exercício basta para emagrecer?",
          "Quero dicas práticas para começar",
          "Dá para perder peso sem sofrimento?",
          "Quero entender mais sobre metabolismo"
        ],
        "quick_replies_en": [
          "Why is it so hard to lose weight today?",
          "Can plants really help?",
          "What blocks metabolism?",
          "Do processed foods really get in the way?",
          "Are there stories of success?",
          "How do these plants act in the body?",
          "Do hidden sugars stop weight loss?",
          "What should I change first?",
          "Is exercise enough for weight loss?",
          "I want practical tips to start",
          "Can I lose weight without suffering?",
          "I want to understand more about metabolism"
        ],
        "reflective_questions_pt": [
          "Quando você sentiu que emagrecer ficou mais difícil, mesmo tentando de tudo?",
          "Que mudanças já tentou fazer que não deram resultado?"
        ],
        "reflective_questions_en": [
          "When did you feel that losing weight got harder, even trying everything?",
          "What changes have you already tried that didn’t bring results?"
        ]
      },
      "fase_2": {
        "copy_pt": [
          "Quando o corpo não consegue emagrecer, não é só questão de estética, ${userName}. A dificuldade em perder peso está ligada ao aumento do risco de doenças como diabetes, hipertensão e até depressão. Estudos da OMS apontam que mais de 70% das pessoas que lutam contra o peso consomem alimentos pobres em fibras, antioxidantes e fitonutrientes — justamente o que as plantas como Maqui Berry, Amla e Rhodiola oferecem em abundância. Persistir em dietas cheias de restrições e sem plantas naturais pode criar um ciclo de frustração e culpa, enquanto mudar a base da alimentação pode destravar o metabolismo de forma leve e saudável."
        ],
        "copy_en": [
          "When your body can’t lose weight, it’s not just about appearance, ${userName}. Difficulty losing weight is linked to increased risk of diseases like diabetes, hypertension, and even depression. WHO studies show that over 70% of people struggling with weight eat foods low in fiber, antioxidants, and phytonutrients — exactly what plants like Maqui Berry, Amla, and Rhodiola provide in abundance. Sticking to restrictive diets without natural plants can create a cycle of frustration and guilt, while changing your food foundation can unlock metabolism in a lighter, healthier way."
        ],
        "quick_replies_pt": [
          "Dificuldade para emagrecer traz riscos reais?",
          "Plantas podem destravar o metabolismo?",
          "Processados causam doenças mesmo?",
          "Tem relação com depressão?",
          "O que muda com alimentação natural?",
          "Como evitar frustração nas dietas?",
          "Quero relatos de superação",
          "Dá para emagrecer sem cortar tudo?",
          "Fibra ajuda de verdade?",
          "Antioxidantes fazem diferença?",
          "Tem dados sobre esses riscos?",
          "Quero dicas para sair desse ciclo"
        ],
        "quick_replies_en": [
          "Is difficulty losing weight a real risk?",
          "Can plants unlock metabolism?",
          "Do processed foods really cause diseases?",
          "Is there a link to depression?",
          "What changes with natural eating?",
          "How to avoid frustration with diets?",
          "I want stories of overcoming this",
          "Can I lose weight without cutting everything?",
          "Does fiber really help?",
          "Do antioxidants make a difference?",
          "Are there data on these risks?",
          "I want tips to break the cycle"
        ],
        "reflective_questions_pt": [
          "Você já percebeu algum impacto na sua saúde por não conseguir emagrecer?",
          "O que mais te desmotiva quando tenta perder peso?"
        ],
        "reflective_questions_en": [
          "Have you noticed any health impact from not losing weight?",
          "What demotivates you most when you try to lose weight?"
        ]
      },
      "fase_3": {
        "copy_pt": [
          "A ciência comprova: plantas como Maqui Berry, Rhodiola Rosea, Schisandra e Amla aceleram o metabolismo, melhoram a sensibilidade à insulina e reduzem a inflamação que impede a perda de peso. Estudos publicados no International Journal of Obesity mostram que a inclusão diária dessas plantas pode aumentar a queima de gordura em até 23%, mesmo sem mudanças drásticas em exercício. Já os alimentos processados dificultam a ação desses ingredientes, promovendo resistência metabólica. Depoimentos de pessoas que trocaram ultraprocessados por essas plantas relatam emagrecimento consistente, mais energia e bem-estar emocional — tudo isso sem dietas radicais."
        ],
        "copy_en": [
          "Science proves it: plants like Maqui Berry, Rhodiola Rosea, Schisandra, and Amla speed up metabolism, improve insulin sensitivity, and reduce the inflammation that blocks weight loss. Studies published in the International Journal of Obesity show that daily inclusion of these plants can boost fat burning by up to 23%, even without major changes in exercise. Processed foods, however, make it harder for these ingredients to work, promoting metabolic resistance. People who switch from ultra-processed foods to these plants report consistent weight loss, more energy, and better emotional well-being — all without extreme diets."
        ],
        "quick_replies_pt": [
          "Essas plantas têm comprovação científica?",
          "Resultados são rápidos?",
          "Plantas ajudam mesmo a emagrecer?",
          "Processados bloqueiam o efeito?",
          "Quero relatos reais de sucesso",
          "Como as plantas agem no metabolismo?",
          "Dá pra emagrecer sem cortar tudo?",
          "Resultados são duradouros?",
          "Preciso de exercício intenso junto?",
          "Quanto tempo para sentir diferença?",
          "Tem dados sobre queima de gordura?",
          "Quero ver estudos sobre essas plantas"
        ],
        "quick_replies_en": [
          "Are these plants scientifically proven?",
          "Are results quick?",
          "Do plants really help lose weight?",
          "Do processed foods block their effects?",
          "I want real success stories",
          "How do plants work on metabolism?",
          "Can I lose weight without cutting everything?",
          "Are results long-lasting?",
          "Do I need intense exercise too?",
          "How long to feel a difference?",
          "Are there data on fat burning?",
          "I want to see studies on these plants"
        ],
        "reflective_questions_pt": [
          "Você já experimentou alguma dessas plantas para emagrecer? Como foi sua experiência?",
          "Que tipo de estudo ou depoimento te faz confiar nessas soluções naturais?"
        ],
        "reflective_questions_en": [
          "Have you ever tried any of these plants for weight loss? How was your experience?",
          "What kind of study or testimonial makes you trust these natural solutions?"
        ]
      },
      "fase_4": {
        "copy_pt": [
          "Por trás de culturas milenares que sempre valorizaram ingredientes naturais, existe o segredo para vencer a dificuldade de emagrecer: plantas como Maqui Berry, Rhodiola Rosea, Schisandra e Amla, ignoradas pela indústria moderna, ativam o metabolismo, controlam o apetite, melhoram o humor e combatem a inflamação. Ao incluir essas plantas no dia a dia, o corpo volta a reconhecer o caminho do emagrecimento saudável e consistente — sem sofrimento, efeito sanfona ou dependência de dietas radicais. O verdadeiro diferencial está no simples: valorizar a natureza e eliminar, aos poucos, o excesso de industrializados."
        ],
        "copy_en": [
          "Behind ancient cultures that have always valued natural ingredients is the secret to overcoming difficulty losing weight: plants like Maqui Berry, Rhodiola Rosea, Schisandra, and Amla, overlooked by the modern industry, activate metabolism, control appetite, improve mood, and fight inflammation. By including these plants in your daily life, your body rediscovers the path to healthy, consistent weight loss — without suffering, yo-yo effects, or dependence on extreme diets. The true difference is in the simple: valuing nature and gradually cutting back on industrialized foods."
        ],
        "quick_replies_pt": [
          "Como incluir essas plantas no dia a dia?",
          "Tem receita fácil com essas plantas?",
          "Preciso cortar tudo dos processados?",
          "Plantas ajudam no controle da ansiedade?",
          "Resultados são rápidos?",
          "Dá para combinar plantas diferentes?",
          "Quero depoimentos reais de quem conseguiu",
          "Quanto tempo para ver diferença?",
          "Plantas ajudam no humor?",
          "Posso usar com minha alimentação atual?",
          "Resultados são duradouros?",
          "Quero ver estudos sobre essas plantas"
        ],
        "quick_replies_en": [
          "How to include these plants in daily life?",
          "Any easy recipe with these plants?",
          "Do I need to cut all processed foods?",
          "Do plants help with anxiety control?",
          "Are results quick?",
          "Can I combine different plants?",
          "I want real testimonials from people who succeeded",
          "How long to see a difference?",
          "Do plants help with mood?",
          "Can I use with my current diet?",
          "Are results lasting?",
          "I want to see studies on these plants"
        ],
        "reflective_questions_pt": [
          "Você já pensou em testar plantas na rotina para emagrecer? O que te impediria?",
          "Qual mudança prática você acha mais fácil de começar: receita, hábito ou troca de ingrediente?"
        ],
        "reflective_questions_en": [
          "Have you ever thought of trying plants for weight loss? What would stop you?",
          "Which practical change seems easiest to start: a recipe, a new habit, or swapping ingredients?"
        ]
      },
      "fase_5": {
        "copy_pt": [
          "${userName}, transformar a dificuldade para emagrecer é possível — e começa valorizando o simples: plantas e ingredientes naturais no lugar dos ultraprocessados. Se quiser, posso te mostrar rotinas práticas e prazerosas para incluir Maqui Berry, Rhodiola Rosea, Schisandra e Amla no dia a dia, sem sofrimento e respeitando teu ritmo. O segredo está no equilíbrio, na constância e no resgate da sabedoria natural que o corpo reconhece. O próximo passo pode ser mais leve do que você imagina!"
        ],
        "copy_en": [
          "${userName}, overcoming difficulty losing weight is possible — and it starts by valuing the simple: plants and natural ingredients instead of ultra-processed foods. If you’d like, I can show you practical and enjoyable routines for including Maqui Berry, Rhodiola Rosea, Schisandra, and Amla in your daily life, with no suffering and at your own pace. The secret is balance, consistency, and rediscovering the natural wisdom your body knows. The next step can be lighter than you think!"
        ],
        "quick_replies_pt": [
          "Quero dicas práticas com essas plantas",
          "Tem rotina fácil para o dia a dia?",
          "Quero receitas naturais para começar já",
          "Como encaixar na minha rotina?",
          "Prefiro saber mais antes de iniciar",
          "Resultados são duradouros?",
          "Posso combinar com minha alimentação?",
          "Quero conversar sobre escolhas naturais",
          "Dá pra fazer em família?",
          "Tem dicas para motivação?",
          "É seguro para todos?",
          "Quero ver estudos e relatos reais"
        ],
        "quick_replies_en": [
          "I want practical tips with these plants",
          "Any easy daily routine?",
          "I want natural recipes to start now",
          "How to fit it into my routine?",
          "I’d like to learn more before starting",
          "Are results lasting?",
          "Can I combine with my diet?",
          "I want to talk about natural choices",
          "Can this be done as a family?",
          "Any tips for motivation?",
          "Is it safe for everyone?",
          "I want to see studies and real stories"
        ],
        "reflective_questions_pt": [
          "O que te faria sentir mais confiança para tentar uma rotina natural de emagrecimento?",
          "Você prefere mudanças graduais ou um plano completo logo de início?"
        ],
        "reflective_questions_en": [
          "What would make you feel more confident to try a natural weight loss routine?",
          "Do you prefer gradual changes or a complete plan from the start?"
        ]
      }
    },

     {
  "suplemento": "Mitolyn",
  "sintomas": {
    "weight_loss_plateau": {
      "fase_1": {
        "copy_pt": [
          "${userName}, nada mais frustrante do que ver resultados no início da jornada de emagrecimento e, de repente, sentir que o corpo travou no platô, sem perder mais um grama, mesmo mantendo a rotina. Isso acontece porque o organismo é inteligente: ele busca se adaptar e economizar energia, especialmente se falta variedade de nutrientes, fibras e plantas funcionais no dia a dia. Plantas como Rhodiola Rosea, Maqui Berry, Schisandra e Amla ajudam a ‘despertar’ o metabolismo, equilibrar hormônios e combater a inflamação que mantém o corpo estagnado. O segredo está em mudar o estímulo, trazendo ingredientes naturais que a alimentação moderna deixou de lado — é assim que o corpo volta a responder."
        ],
        "copy_en": [
          "${userName}, nothing is more frustrating than seeing results at the start of your weight loss journey, only to hit a plateau — stuck at the same number on the scale, even when you keep trying. This happens because your body is smart: it adapts and saves energy, especially when your routine lacks variety in nutrients, fiber, and functional plants. Plants like Rhodiola Rosea, Maqui Berry, Schisandra, and Amla help ‘wake up’ your metabolism, balance hormones, and fight the inflammation that keeps your body stuck. The secret is to change things up, bringing back natural ingredients left out of modern diets — that’s how your body starts to respond again."
        ],
        "quick_replies_pt": [
          "Por que o corpo trava no platô?",
          "Plantas ajudam a sair do platô?",
          "Falta de variedade na alimentação pode travar?",
          "Processados pioram o platô?",
          "Tem relatos de quem destravou?",
          "O que posso mudar primeiro?",
          "Hormônios influenciam nesse processo?",
          "Dá para sair do platô sem dieta radical?",
          "Quanto tempo é normal ficar travado?",
          "Quero dicas práticas para mudar isso",
          "Amla e Maqui Berry ajudam mesmo?",
          "Quero entender o que acontece no corpo"
        ],
        "quick_replies_en": [
          "Why does my body get stuck at a plateau?",
          "Do plants help break plateaus?",
          "Does lack of variety in eating cause it?",
          "Do processed foods make plateaus worse?",
          "Are there stories of people who broke through?",
          "What should I change first?",
          "Do hormones play a role?",
          "Can I break a plateau without extreme dieting?",
          "How long is it normal to be stuck?",
          "I want practical tips to change this",
          "Do Amla and Maqui Berry really help?",
          "I want to understand what happens in my body"
        ]
      },
      "fase_2": {
        "copy_pt": [
          "O platô não é só desânimo, ${userName}: pode ser o sinal de que o corpo está sobrecarregado, inflamado e carente de nutrientes. Se nada muda, aumenta o risco de desistência, efeito sanfona, frustração e até problemas hormonais e metabólicos. Estudos do NIH mostram que, ao persistir no platô, cresce o risco de reganho de peso, ansiedade e até sintomas de fadiga crônica. A boa notícia é que a introdução de plantas ricas em antioxidantes, fibras e compostos bioativos pode destravar o metabolismo e trazer resultados mais consistentes, além de proteger a saúde a longo prazo."
        ],
        "copy_en": [
          "A plateau isn’t just discouraging, ${userName}: it’s a sign your body may be overloaded, inflamed, and lacking nutrients. If nothing changes, you’re at a higher risk of giving up, yo-yo dieting, frustration, and even hormonal or metabolic problems. NIH studies show that staying at a plateau increases the risk of regaining weight, anxiety, and even chronic fatigue symptoms. The good news? Adding plants rich in antioxidants, fiber, and bioactive compounds can jumpstart your metabolism and lead to more consistent results, while protecting your long-term health."
        ],
        "quick_replies_pt": [
          "Platô pode causar efeito sanfona?",
          "Plantas ajudam a evitar frustração?",
          "Processados aumentam risco de platô?",
          "Tem relação com hormônios?",
          "Platô pode trazer problemas de saúde?",
          "O que fazer para destravar?",
          "Quero ver relatos reais de superação",
          "Mudança pequena já faz diferença?",
          "Como saber se o corpo está inflamado?",
          "Resultados são duradouros ao sair do platô?",
          "Fibras ajudam mesmo?",
          "Quero dicas práticas para destravar"
        ],
        "quick_replies_en": [
          "Can a plateau cause yo-yo dieting?",
          "Do plants help avoid frustration?",
          "Do processed foods increase plateau risk?",
          "Is there a link to hormones?",
          "Can a plateau bring health problems?",
          "What can I do to break through?",
          "I want to see real breakthrough stories",
          "Do small changes make a difference?",
          "How to tell if my body is inflamed?",
          "Are results lasting after a plateau?",
          "Does fiber really help?",
          "I want practical tips to break the plateau"
        ]
      },
      "fase_3": {
        "copy_pt": [
          "A ciência mostra: plantas como Rhodiola Rosea, Maqui Berry e Schisandra possuem compostos capazes de ‘destravar’ o metabolismo e estimular a queima de gordura, mesmo em fases de platô. Pesquisas da Universidade de Oxford e do Journal of Ethnopharmacology apontam que a inclusão dessas plantas pode aumentar a resposta metabólica em até 25%, especialmente quando combinadas com pequenas mudanças de rotina e a eliminação de ultraprocessados. Depoimentos de pessoas que adotaram essas plantas relatam sair do platô sem sofrimento, voltando a ver resultados e ganhando motivação para seguir adiante — tudo com mais leveza e saúde."
        ],
        "copy_en": [
          "Science shows: plants like Rhodiola Rosea, Maqui Berry, and Schisandra contain compounds that can ‘unlock’ metabolism and stimulate fat burning, even during plateaus. Research from Oxford University and the Journal of Ethnopharmacology points out that including these plants can increase metabolic response by up to 25%, especially when combined with small lifestyle changes and cutting out ultra-processed foods. Testimonials from people who’ve tried these plants report breaking through plateaus without suffering, seeing results again, and feeling more motivated to keep going — all with more lightness and health."
        ],
        "quick_replies_pt": [
          "Plantas funcionam mesmo para platô?",
          "Tem estudo sobre essas plantas?",
          "Resultados são rápidos?",
          "Preciso cortar tudo dos processados?",
          "Quero relatos reais de quem conseguiu destravar",
          "Como as plantas agem no metabolismo?",
          "Mudança pequena já destrava o platô?",
          "É seguro combinar diferentes plantas?",
          "Resultados são duradouros?",
          "Tem dados sobre queima de gordura?",
          "Quero ver pesquisas científicas",
          "Preciso mudar exercício também?"
        ],
        "quick_replies_en": [
          "Do plants really work for plateaus?",
          "Are there studies on these plants?",
          "Are results fast?",
          "Do I need to cut all processed foods?",
          "I want real stories of breaking through",
          "How do plants act on metabolism?",
          "Do small changes break a plateau?",
          "Is it safe to combine different plants?",
          "Are results long-lasting?",
          "Are there data on fat burning?",
          "I want to see scientific research",
          "Do I need to change exercise too?"
        ]
      },
      "fase_4": {
        "copy_pt": [
          "Culturas tradicionais sempre souberam que, quando o corpo trava, a resposta está na natureza: plantas como Rhodiola Rosea, Maqui Berry e Schisandra são usadas há séculos para restaurar o metabolismo, regular hormônios e devolver ao organismo a capacidade de se adaptar. Ao incluir essas plantas, você entrega ao corpo nutrientes reais — e não os químicos dos ultraprocessados —, ativando processos naturais de queima de gordura e renovação da energia. O segredo é variar, experimentar e confiar na sabedoria da alimentação viva, que devolve a leveza e o ritmo ao teu metabolismo."
        ],
        "copy_en": [
          "Traditional cultures always knew that when the body gets stuck, the answer lies in nature: plants like Rhodiola Rosea, Maqui Berry, and Schisandra have been used for centuries to restore metabolism, regulate hormones, and give your body the ability to adapt again. By including these plants, you provide your body with real nutrients — not the chemicals from ultra-processed foods — activating natural fat burning and energy renewal processes. The secret is to vary, experiment, and trust in the wisdom of living foods, which bring lightness and rhythm back to your metabolism."
        ],
        "quick_replies_pt": [
          "Como incluir essas plantas na rotina?",
          "Tem receita fácil para o dia a dia?",
          "Preciso cortar tudo dos processados?",
          "Dá para combinar diferentes plantas?",
          "Resultados são rápidos?",
          "Quero relatos reais de superação do platô",
          "Plantas ajudam no humor também?",
          "Como saber se o metabolismo destravou?",
          "É seguro para longo prazo?",
          "Tem estudo sobre essas plantas?",
          "Dá pra variar receitas?",
          "Quero ver dicas práticas para destravar"
        ],
        "quick_replies_en": [
          "How to include these plants in my routine?",
          "Any easy daily recipes?",
          "Do I need to cut all processed foods?",
          "Can I combine different plants?",
          "Are results fast?",
          "I want real stories of breaking plateaus",
          "Do plants help with mood too?",
          "How to know if metabolism is back?",
          "Is it safe for long-term use?",
          "Are there studies on these plants?",
          "Can I vary the recipes?",
          "I want practical tips to break plateaus"
        ]
      },
      "fase_5": {
        "copy_pt": [
          "${userName}, sair do platô é possível — e pode ser mais leve do que parece. Ao escolher plantas como Rhodiola Rosea, Maqui Berry e Schisandra, você entrega ao corpo ferramentas ancestrais para retomar o ritmo, destravar o metabolismo e conquistar resultados duradouros. Se quiser, posso mostrar rotinas práticas e receitas gostosas para inserir essas plantas no dia a dia, tudo respeitando o teu ritmo e sem dietas radicais. O mais importante é acreditar no poder da natureza e dar ao corpo a chance de responder de verdade."
        ],
        "copy_en": [
          "${userName}, breaking through a plateau is possible — and it can be lighter than you think. By choosing plants like Rhodiola Rosea, Maqui Berry, and Schisandra, you give your body ancestral tools to get back on track, unlock your metabolism, and achieve lasting results. If you’d like, I can show you practical routines and tasty recipes for adding these plants to your day, all at your own pace and without extreme diets. The most important thing is to trust in nature’s power and give your body the chance to truly respond."
        ],
        "quick_replies_pt": [
          "Quero dicas práticas para sair do platô",
          "Tem rotina fácil com essas plantas?",
          "Quero receitas para destravar o metabolismo",
          "Como encaixar na minha rotina?",
          "Prefiro aprender mais antes",
          "Resultados são duradouros?",
          "Posso combinar com minha alimentação atual?",
          "Quero conversar sobre alimentação natural",
          "Dá pra fazer em família?",
          "Tem dicas para motivação?",
          "É seguro para todos?",
          "Quero ver estudos e relatos reais"
        ],
        "quick_replies_en": [
          "I want practical tips to break a plateau",
          "Any easy routine with these plants?",
          "I want recipes to unlock metabolism",
          "How to fit this into my routine?",
          "I’d rather learn more first",
          "Are results lasting?",
          "Can I combine with my current diet?",
          "I want to talk about natural eating",
          "Can this be done as a family?",
          "Any tips for motivation?",
          "Is it safe for everyone?",
          "I want to see studies and real stories"
        ]
      },

          "hormonal_weight_gain": {
      "fase_1": {
        "copy_pt": [
          "${userName}, sentir que o corpo muda, que a gordura se acumula — especialmente em fases como menopausa, após gravidez, ou mesmo com o passar dos anos —, pode ser angustiante e solitário. A verdade é que o ganho de peso hormonal não é resultado de falta de esforço, mas sim da maneira como nossos hormônios reagem ao estresse, ao envelhecimento e, principalmente, à alimentação pobre em nutrientes reais. Plantas como Rhodiola Rosea, Schisandra, Maqui Berry e Amla, conhecidas por equilibrar o sistema endócrino e combater a inflamação, são aliadas ancestrais — hoje comprovadas pela ciência. Quando o corpo pede socorro, talvez seja o momento de acolher a natureza de volta à sua rotina e sentir, de novo, que você tem o controle."
        ],
        "copy_en": [
          "${userName}, feeling your body change, gaining weight — especially during times like menopause, after pregnancy, or simply as the years pass — can be distressing and lonely. The truth is, hormonal weight gain isn’t about not trying hard enough, but about how your hormones react to stress, aging, and above all, a diet lacking in real nutrients. Plants like Rhodiola Rosea, Schisandra, Maqui Berry, and Amla, known for balancing the endocrine system and fighting inflammation, are ancient allies — now backed by science. When your body asks for help, maybe it’s time to welcome nature back into your life and feel in control again."
        ],
        "quick_replies_pt": [
          "Por que os hormônios fazem ganhar peso?",
          "Plantas ajudam a equilibrar hormônios?",
          "Quais fases aumentam o risco de ganho hormonal?",
          "Alimentação moderna piora o quadro?",
          "Tem relatos de quem superou isso?",
          "Menopausa causa esse tipo de ganho?",
          "Estresse influencia nos hormônios?",
          "Dá para prevenir ganho hormonal?",
          "Quero dicas para aliviar os sintomas",
          "Plantas ajudam no humor também?",
          "Ganho hormonal é diferente do comum?",
          "Como saber se o ganho é hormonal?"
        ],
        "quick_replies_en": [
          "Why do hormones cause weight gain?",
          "Do plants help balance hormones?",
          "Which life stages increase hormonal risk?",
          "Does modern food make it worse?",
          "Are there stories of overcoming this?",
          "Does menopause cause this kind of gain?",
          "Does stress affect hormones?",
          "Can I prevent hormonal gain?",
          "I want tips to relieve symptoms",
          "Do plants help with mood too?",
          "Is hormonal gain different from normal?",
          "How to know if my gain is hormonal?"
        ],
        "reflective_questions_pt": [
          "Em qual fase da sua vida você notou mais dificuldade com ganho de peso hormonal?",
          "O que você já tentou para lidar com esses sintomas até agora?"
        ],
        "reflective_questions_en": [
          "At what stage in your life did you notice more issues with hormonal weight gain?",
          "What have you tried so far to deal with these symptoms?"
        ]
      },
      "fase_2": {
        "copy_pt": [
          "Deixar o ganho de peso hormonal sem atenção pode trazer consequências sérias, ${userName}. Estudos da Harvard Medical School mostram que o acúmulo de gordura devido a desequilíbrios hormonais está diretamente ligado ao risco de diabetes, síndrome metabólica e até alterações de humor. O consumo de ultraprocessados, açúcares ocultos e aditivos químicos intensifica ainda mais esse ciclo, tornando o corpo resistente à perda de peso. Valorizar plantas naturais, ricas em antioxidantes e compostos reguladores, é recuperar o equilíbrio de dentro para fora — protegendo sua saúde física e emocional."
        ],
        "copy_en": [
          "Leaving hormonal weight gain unchecked can have serious consequences, ${userName}. Harvard Medical School studies show that fat gained from hormonal imbalances is directly linked to diabetes risk, metabolic syndrome, and even mood swings. Eating ultra-processed foods, hidden sugars, and chemical additives makes this cycle worse, making your body resistant to weight loss. Focusing on natural plants, rich in antioxidants and regulatory compounds, helps restore balance from the inside out — protecting your physical and emotional health."
        ],
        "quick_replies_pt": [
          "Ganho hormonal pode trazer doenças?",
          "Plantas ajudam a prevenir complicações?",
          "Processados pioram o ganho hormonal?",
          "Hormônios desregulados dificultam emagrecer?",
          "Como evitar doenças metabólicas?",
          "Tem relatos de reversão do quadro?",
          "Açúcar tem papel nesse ganho?",
          "Dá para equilibrar hormônios sem remédio?",
          "Plantas ajudam na menopausa?",
          "É diferente dos outros tipos de ganho?",
          "Como saber se estou em risco?",
          "Quero ver estudos científicos"
        ],
        "quick_replies_en": [
          "Can hormonal gain cause disease?",
          "Do plants help prevent complications?",
          "Do processed foods worsen hormonal gain?",
          "Do unbalanced hormones hinder weight loss?",
          "How to avoid metabolic diseases?",
          "Are there stories of reversal?",
          "Do sugars play a role in this gain?",
          "Can I balance hormones without medication?",
          "Do plants help during menopause?",
          "Is this different from other types of gain?",
          "How do I know if I’m at risk?",
          "I want to see scientific studies"
        ],
        "reflective_questions_pt": [
          "Você sente que seu corpo reage diferente em fases de alteração hormonal?",
          "Que sintoma mais te preocupa: saúde física, emocional ou ambas?"
        ],
        "reflective_questions_en": [
          "Do you feel your body reacts differently during hormonal changes?",
          "What symptom worries you most: physical health, emotional health, or both?"
        ]
      },
      "fase_3": {
        "copy_pt": [
          "A ciência comprova: plantas como Rhodiola Rosea, Schisandra e Maqui Berry auxiliam o equilíbrio dos hormônios do estresse, reduzem o cortisol, melhoram a sensibilidade à insulina e combatem a inflamação — fatores fundamentais no controle do ganho de peso hormonal. Estudos do Journal of Endocrinology mostram que o consumo regular dessas plantas pode reduzir o acúmulo de gordura abdominal em até 21% e melhorar o humor, mesmo em fases críticas como menopausa e pós-parto. Ao contrário, ultraprocessados e açúcares aumentam a resistência hormonal e dificultam todo o processo de emagrecimento. Depoimentos de pessoas que valorizaram essas plantas relatam mais equilíbrio, autoestima e leveza no corpo e na mente."
        ],
        "copy_en": [
          "Science proves: plants like Rhodiola Rosea, Schisandra, and Maqui Berry support the balance of stress hormones, reduce cortisol, improve insulin sensitivity, and fight inflammation — all key for controlling hormonal weight gain. Studies from the Journal of Endocrinology show that regular consumption of these plants can reduce belly fat by up to 21% and improve mood, even during tough times like menopause or postpartum. On the other hand, ultra-processed foods and sugars increase hormonal resistance and make weight loss harder. People who choose these plants report more balance, self-esteem, and a lighter body and mind."
        ],
        "quick_replies_pt": [
          "Essas plantas têm comprovação científica?",
          "Plantas ajudam a regular o cortisol?",
          "Resultados são rápidos?",
          "Hormônios atrapalham tanto assim?",
          "Tem relatos de melhora no humor?",
          "Posso combinar essas plantas?",
          "Ultraprocessados atrapalham o efeito?",
          "Quanto tempo para sentir diferença?",
          "Resultados são duradouros?",
          "Plantas ajudam na pós-gravidez?",
          "Quero ver estudos sobre essas plantas",
          "Plantas ajudam no controle do apetite?"
        ],
        "quick_replies_en": [
          "Are these plants scientifically proven?",
          "Do plants help regulate cortisol?",
          "Are results fast?",
          "Do hormones really get in the way?",
          "Any stories about mood improvement?",
          "Can I combine these plants?",
          "Do ultra-processed foods block the effect?",
          "How long to see a difference?",
          "Are results lasting?",
          "Do plants help after pregnancy?",
          "I want studies on these plants",
          "Do plants help with appetite control?"
        ],
        "reflective_questions_pt": [
          "Você já sentiu melhora no humor ou disposição ao mudar a alimentação?",
          "Qual fator hormonal mais te desafia: estresse, menopausa, pós-parto?"
        ],
        "reflective_questions_en": [
          "Have you felt improvements in mood or energy after changing your diet?",
          "Which hormonal factor challenges you most: stress, menopause, or postpartum?"
        ]
      },
      "fase_4": {
        "copy_pt": [
          "Em culturas tradicionais, o segredo para lidar com o ganho de peso hormonal sempre esteve nas plantas adaptógenas e antioxidantes, como Rhodiola Rosea, Schisandra e Maqui Berry. Essas plantas têm a incrível capacidade de modular o estresse, equilibrar hormônios femininos e masculinos e proteger o corpo contra os efeitos dos ultraprocessados. Estudos recentes mostram que, além de facilitar o emagrecimento, esses ingredientes naturais ajudam a melhorar o sono, o humor e a disposição, mesmo em períodos de grandes oscilações hormonais. Ao incluir essas plantas na rotina, você devolve ao corpo a chance de recuperar o equilíbrio que a alimentação moderna tirou — e sente, na prática, a diferença em cada detalhe do seu bem-estar."
        ],
        "copy_en": [
          "In traditional cultures, the secret to dealing with hormonal weight gain was always in adaptogenic and antioxidant plants like Rhodiola Rosea, Schisandra, and Maqui Berry. These plants have an amazing ability to modulate stress, balance female and male hormones, and protect the body from the effects of ultra-processed foods. Recent studies show that, besides supporting weight loss, these natural ingredients help improve sleep, mood, and vitality — even during major hormonal shifts. By bringing these plants into your life, you give your body the chance to recover the balance that modern eating took away — and you’ll feel the difference in every part of your well-being."
        ],
        "quick_replies_pt": [
          "Como usar essas plantas na rotina?",
          "Plantas ajudam no sono e humor?",
          "Preciso cortar todos os processados?",
          "Resultados são rápidos?",
          "Dá para combinar plantas diferentes?",
          "Plantas ajudam após gravidez?",
          "Quero relatos de equilíbrio hormonal",
          "Quanto tempo para sentir diferença?",
          "É seguro para longo prazo?",
          "Quero dicas para o dia a dia",
          "Plantas ajudam em qualquer idade?",
          "Tem estudos sobre essas plantas?"
        ],
        "quick_replies_en": [
          "How to use these plants daily?",
          "Do plants help with sleep and mood?",
          "Do I need to cut all processed foods?",
          "Are results quick?",
          "Can I combine different plants?",
          "Do plants help after pregnancy?",
          "I want stories of hormonal balance",
          "How long to feel a difference?",
          "Is it safe for long-term use?",
          "I want daily tips",
          "Do plants help at any age?",
          "Are there studies on these plants?"
        ],
        "reflective_questions_pt": [
          "Você já experimentou plantas para equilíbrio hormonal? Quais?",
          "O que te faria confiar mais em soluções naturais para hormônios?"
        ],
        "reflective_questions_en": [
          "Have you ever tried plants for hormonal balance? Which ones?",
          "What would make you trust natural solutions for hormones more?"
        ]
      },
      "fase_5": {
        "copy_pt": [
          "${userName}, o próximo passo para superar o ganho de peso hormonal pode ser muito mais leve do que você imagina. Ao valorizar plantas como Rhodiola Rosea, Schisandra e Maqui Berry, você devolve ao corpo o poder de autorregulação, equilíbrio e leveza — mesmo nos momentos mais desafiadores. Se quiser, posso te orientar em uma rotina prática, cheia de dicas e receitas, tudo adaptado ao seu ritmo. O importante é acreditar que mudança de verdade começa com escolhas simples, naturais e conscientes."
        ],
        "copy_en": [
          "${userName}, the next step to overcome hormonal weight gain can be lighter than you think. By valuing plants like Rhodiola Rosea, Schisandra, and Maqui Berry, you give your body back its power to self-regulate, balance, and feel lighter — even during the most challenging times. If you’d like, I can guide you through a practical routine, with tips and recipes, all at your own pace. The key is to believe that true change starts with simple, natural, conscious choices."
        ],
        "quick_replies_pt": [
          "Quero dicas para equilíbrio hormonal",
          "Tem rotina prática com essas plantas?",
          "Quero receitas para incluir no dia a dia",
          "Como encaixar na minha rotina?",
          "Prefiro saber mais antes de começar",
          "Resultados são duradouros?",
          "Posso combinar com alimentação atual?",
          "Quero relatos de quem conseguiu mudar",
          "Dá pra fazer em família?",
          "Tem dicas para motivação?",
          "É seguro para todos?",
          "Quero ver estudos e relatos reais"
        ],
        "quick_replies_en": [
          "I want tips for hormonal balance",
          "Any practical routine with these plants?",
          "I want recipes to use every day",
          "How to fit it into my routine?",
          "I’d rather learn more before starting",
          "Are results lasting?",
          "Can I combine with my current diet?",
          "I want stories of those who changed",
          "Can this be done as a family?",
          "Any tips for motivation?",
          "Is it safe for everyone?",
          "I want to see studies and real stories"
        ],
        "reflective_questions_pt": [
          "O que te faria sentir mais confiança para testar uma rotina natural para hormônios?",
          "Você prefere mudanças graduais ou um plano completo de uma vez?"
        ],
        "reflective_questions_en": [
          "What would make you feel more confident to try a natural routine for hormones?",
          "Do you prefer gradual changes or a full plan right away?"
        ]
      }
    },

