{
  "suplemento": "PRIME BIOME",
  "sintomas": {
    "abdominal_bloating_and_gas": {
      "fase_1": {
        "copy_pt": [
          "Olha, ${userName}, falar sobre inchaço e gases não é fácil, mas ninguém merece sentir desconforto todos os dias. Às vezes parece que o estômago está sempre cheio, pesado, mesmo comendo pouco. Muita gente sente vergonha ou acha que é normal, mas teu corpo está só pedindo para ser ouvido de verdade. Aqui não tem julgamento, só vontade de entender o que está te incomodando.",
          "Tem dias que a barriga incha tanto, né, ${userName}? Dá até vontade de fugir das roupas apertadas ou dos compromissos. Não precisa carregar isso sozinho. Esse desconforto pode ser sinal de algo simples, mas que está pedindo atenção faz tempo. A gente pode olhar pra isso juntos, sem pressão e sem tabu.",
          "${userName}, sei como é difícil lidar com o inchaço — às vezes parece que nada funciona e que ninguém entende direito como incomoda. Mas quero te dizer: tua experiência importa. Aqui, cada detalhe do teu sintoma pode ser o começo de um caminho pra mais leveza e bem-estar."
        ],
        "copy_en": [
          "Look, ${userName}, talking about bloating and gas isn’t easy, but no one deserves to feel uncomfortable every day. Sometimes your stomach just feels heavy and full, even when you haven’t eaten much. A lot of people feel embarrassed or think it’s normal, but your body is just asking to be heard. Here, there’s no judgment — just a real desire to understand what’s bothering you.",
          "Some days that bloating just won’t go away, right, ${userName}? It makes you want to avoid tight clothes or even social events. You don’t have to deal with this alone. This discomfort could be a sign of something simple, but your body’s been asking for attention for a while. We can look at this together, no pressure, no shame.",
          "${userName}, I know how hard it is to deal with bloating — sometimes nothing seems to work and no one really gets how much it bothers you. But I want you to know: your experience matters. Here, every detail of your symptom could be the start of a journey to more lightness and well-being."
        ],
        "quick_replies_pt": [
          "Quero entender o que causa tanto inchaço",
          "Pode ser algo na alimentação?",
          "Por que os gases aparecem tão fácil?",
          "Será que tenho intolerância a algum alimento?",
          "Já tentei de tudo e nada melhora, o que fazer?",
          "Tem relação com estresse?",
          "O que o corpo está tentando avisar?",
          "Como saber se é algo sério?",
          "Existem histórias de quem venceu o inchaço?",
          "Pode ser problema de flora intestinal?",
          "O que posso mudar na rotina?",
          "Quero dicas para aliviar o desconforto"
        ],
        "quick_replies_en": [
          "I want to understand what causes all this bloating",
          "Could it be something in my diet?",
          "Why do I get gas so easily?",
          "Could I be intolerant to a certain food?",
          "I’ve tried everything and nothing helps, what now?",
          "Is it related to stress?",
          "What is my body trying to tell me?",
          "How do I know if it’s something serious?",
          "Are there stories of people who overcame bloating?",
          "Could it be a gut flora problem?",
          "What can I change in my routine?",
          "I want tips to ease the discomfort"
        ]
      },
      "fase_2": {
        "copy_pt": [
          "${userName}, ignorar o inchaço abdominal pode parecer uma saída fácil, mas com o tempo ele pode trazer mais do que desconforto — pode mexer com tua digestão, teu humor, teu sono e até tua imunidade. Deixar pra lá hoje pode virar um problema maior amanhã. Aqui, a ideia é cuidar cedo, para não precisar correr depois.",
          "Sei que às vezes a gente tenta acostumar e finge que não sente nada, ${userName}. Mas o corpo sempre encontra um jeito de cobrar depois: mais cansaço, irritação, até outros sintomas digestivos e de pele. Vale a pena dar atenção agora para evitar dores de cabeça lá na frente, não acha?",
          "O inchaço pode parecer só um detalhe, ${userName}, mas pode ser sinal de que o organismo está sobrecarregado. Quando o corpo não elimina direito o que não serve, a sensação ruim vai acumulando e pode afetar várias áreas da saúde. Não precisa esperar piorar pra começar a cuidar de ti."
        ],
        "copy_en": [
          "${userName}, ignoring bloating might seem like the easiest way out, but over time it can bring more than discomfort — it can mess with your digestion, your mood, your sleep, even your immunity. Putting it off today could mean a bigger problem tomorrow. Here, the idea is to care early, so you don’t have to rush later.",
          "Sometimes we try to get used to it and pretend it’s not there, ${userName}. But the body always finds a way to let us know: more tiredness, irritation, even other digestive and skin symptoms. It’s worth paying attention now to avoid bigger headaches later, don’t you think?",
          "Bloating may seem like just a detail, ${userName}, but it can be a sign that your body is overloaded. When your system can’t eliminate what it doesn’t need, that uncomfortable feeling just builds up and can affect lots of areas of your health. You don’t have to wait for things to get worse to start taking care of yourself."
        ],
        "quick_replies_pt": [
          "Isso pode afetar outros órgãos?",
          "Se eu ignorar, pode virar algo sério?",
          "Como o inchaço pode mexer com minha imunidade?",
          "Pode influenciar no meu humor e energia?",
          "Já teve gente que piorou por não cuidar?",
          "Pode trazer outros sintomas digestivos?",
          "Isso atrapalha o sono?",
          "Qual o impacto a longo prazo?",
          "Dá para evitar complicações cuidando cedo?",
          "Quais riscos se não tratar?",
          "Como sei se é hora de buscar ajuda?",
          "Tem histórias de quem se sentiu melhor só mudando um hábito?"
        ],
        "quick_replies_en": [
          "Can this affect other organs?",
          "If I ignore it, could it become serious?",
          "How can bloating affect my immunity?",
          "Can it impact my mood and energy?",
          "Has anyone gotten worse by not taking care of it?",
          "Can it lead to other digestive symptoms?",
          "Does it interfere with sleep?",
          "What’s the long-term impact?",
          "Can I avoid complications by taking care early?",
          "What are the risks if I don’t treat it?",
          "How do I know if it’s time to seek help?",
          "Are there stories of people who improved just by changing a habit?"
        ]
      },
      "fase_3": {
        "copy_pt": [
          "Tu não está sozinho, ${userName}. Muita gente já passou (e superou) esse incômodo. Hoje, estudos mostram que o inchaço abdominal muitas vezes está ligado a um desequilíbrio de bactérias no intestino, alimentação industrializada, ou até ao estresse acumulado. Mas a boa notícia é que, ao restaurar o equilíbrio natural do corpo, muita coisa pode mudar — e há cada vez mais histórias de quem conseguiu transformar esse desconforto em leveza.",
          "Pode confiar: já tem pesquisa séria comprovando que cuidar do intestino pode reduzir não só o inchaço, mas melhorar energia, pele e até o humor. Probióticos como o Bacillus Coagulans e fibras naturais já foram testados em milhares de pessoas, trazendo resultados reais. Tu podes ser a próxima história de superação, ${userName}.",
          "Não é só impressão tua, ${userName}. A ciência já descobriu que o desconforto abdominal e os gases têm explicação — e solução. Depoimentos mostram que, com pequenas mudanças e o apoio de ingredientes certos, a vida pode ficar mais leve, o corpo menos reativo e a mente mais tranquila. Posso te mostrar alguns desses estudos ou relatos se quiser."
        ],
        "copy_en": [
          "You’re not alone, ${userName}. Many people have been through (and overcome) this discomfort. Today, studies show that abdominal bloating is often linked to an imbalance of gut bacteria, processed foods, or even built-up stress. But the good news is that when you restore your body’s natural balance, everything can start to change — and more and more people are sharing their success stories.",
          "Trust me, there’s solid research proving that taking care of your gut can reduce not just bloating, but boost energy, skin, and even your mood. Probiotics like Bacillus Coagulans and natural fibers have been tested in thousands of people, bringing real results. You could be the next success story, ${userName}.",
          "It’s not just your imagination, ${userName}. Science has already discovered that abdominal discomfort and gas have explanations — and solutions. Testimonials show that with small changes and the right ingredients, life can get lighter, your body less reactive, and your mind more at ease. I can show you some of these studies or stories if you’d like."
        ],
        "quick_replies_pt": [
          "Quero ver pesquisas sobre inchaço abdominal",
          "Existem estudos sobre probióticos e gases?",
          "Tem casos reais de quem superou isso?",
          "O que dizem os médicos?",
          "Bacillus Coagulans funciona mesmo?",
          "Qual papel da alimentação nesses casos?",
          "Mudanças pequenas realmente ajudam?",
          "Tem gráficos de melhora com probióticos?",
          "Fibra natural faz diferença?",
          "Quero saber mais sobre as experiências reais",
          "Probióticos ajudam mesmo no dia a dia?",
          "Histórias de quem mudou a rotina intestinal"
        ],
        "quick_replies_en": [
          "I want to see research on abdominal bloating",
          "Are there studies on probiotics and gas?",
          "Are there real cases of people overcoming this?",
          "What do doctors say?",
          "Does Bacillus Coagulans really work?",
          "What role does diet play in these cases?",
          "Do small changes really help?",
          "Are there charts showing improvement with probiotics?",
          "Does natural fiber make a difference?",
          "I want to know more about real-life experiences",
          "Do probiotics really help in daily life?",
          "Stories of people who changed their gut routine"
        ]
      },
      "fase_4": {
        "copy_pt": [
          "${userName}, já pensou que a resposta pode estar em ingredientes que teus avós usavam sem nem saber a palavra 'probiótico'? Bacillus Coagulans, por exemplo, é uma bactéria amiga que fortalece tua flora intestinal e te protege de dentro pra fora — e hoje a ciência mostra que quem usa tem menos inchaço, mais imunidade e até mais energia. Babchi, Dente-de-leão, Funcho, Inulina… todas plantas com história, respeitadas há gerações em culturas que nunca abriram mão do cuidado natural. Não é só tradição: são estudos, resultados e histórias de gente real transformando saúde com a força dessas plantas.",
          "Quando a barriga pesa, a gente só quer se sentir leve de novo, né, ${userName}? Plantas como Babchi e Funcho eram os “remédios” naturais dos povos antigos para digestão e desconforto, muito antes de qualquer farmácia existir. Hoje, pesquisas comprovam que elas acalmam o intestino, reduzem gases e ainda equilibram a pele e o humor. É impressionante como algo tão simples pode fazer tanta diferença — e tu podes experimentar esse cuidado agora.",
          "O segredo não está só nos suplementos modernos, ${userName} — está na sabedoria de quem aprendeu a cuidar do corpo ouvindo a natureza. Lemon Balm, Gengibre Ceylon orgânico, Lion’s Mane… cada ingrediente tem uma função única: proteger, limpar, equilibrar. Os estudos mostram que usar essas plantas não é só tradição, é ciência aplicada. Quem começa, sente a diferença — e muitos dizem que não querem mais viver sem esse cuidado."
        ],
        "copy_en": [
          "${userName}, have you ever thought that the answer could be in ingredients your grandparents used, long before anyone said ‘probiotic’? Bacillus Coagulans, for example, is a friendly bacteria that strengthens your gut flora and protects you from the inside out — and today, science shows that those who use it have less bloating, better immunity, even more energy. Babchi, Dandelion, Fennel, Inulin… all plants with history, respected for generations in cultures that never let go of natural care. It’s not just tradition: there are studies, real results, and stories of real people transforming their health with the power of these plants.",
          "When your belly feels heavy, all you want is to feel light again, right, ${userName}? Plants like Babchi and Fennel were the natural ‘remedies’ used by ancient peoples for digestion and discomfort, long before pharmacies existed. Today, research proves that they calm the gut, reduce gas, and even help balance your skin and mood. It’s amazing how something so simple can make such a difference — and you can try this care now.",
          "The secret isn’t just in modern supplements, ${userName} — it’s in the wisdom of people who learned to care for their bodies by listening to nature. Lemon balm, organic Ceylon ginger, Lion’s Mane… every ingredient has a unique function: protecting, cleansing, balancing. Studies show that using these plants isn’t just tradition, it’s science in action. People who start using them say they never want to live without this care again."
        ],
        "quick_replies_pt": [
          "Como posso usar Bacillus Coagulans no meu dia a dia?",
          "Qual planta é melhor para gases e inchaço?",
          "Tem receita fácil com dente-de-leão?",
          "Inulina é segura para todos?",
          "Lion’s Mane ajuda mesmo na digestão?",
          "Quero entender o papel do Funcho",
          "Como as plantas podem ajudar minha pele também?",
          "Probióticos naturais funcionam mesmo?",
          "Qual diferença entre gengibre comum e Ceylon?",
          "Tem alguma dica de preparo com Lemon Balm?",
          "Já tem estudos mostrando a eficácia dessas plantas?",
          "Quero começar hoje, por onde começo?"
        ],
        "quick_replies_en": [
          "How can I use Bacillus Coagulans daily?",
          "Which plant works best for gas and bloating?",
          "Any easy recipe with dandelion?",
          "Is inulin safe for everyone?",
          "Does Lion’s Mane really help with digestion?",
          "I want to understand fennel’s role",
          "How can these plants help my skin too?",
          "Do natural probiotics really work?",
          "What’s the difference between common ginger and Ceylon?",
          "Any tips for using lemon balm?",
          "Are there studies proving these plants work?",
          "I want to start today, where do I begin?"
        ]
      },
      "fase_5": {
        "copy_pt": [
          "Se sentires que chegou tua hora de cuidar de verdade, ${userName}, posso te mostrar opções naturais que concentram tudo que há de melhor nessas plantas e ingredientes, de forma prática, segura e respeitosa. Aqui, teu ritmo e tua escolha vêm sempre em primeiro lugar. Como gostarias de dar o próximo passo para sentir leveza de verdade?",
          "Agora que já conheces mais sobre o poder dessas plantas, fica mais fácil decidir por onde começar. O mais importante é que teu corpo e tua saúde importam — e tu não precisas fazer isso sozinho. Se quiser, posso indicar formas naturais e seguras de incorporar esses aliados na tua rotina, do teu jeito.",
          "Ninguém precisa viver sentindo desconforto, ${userName}. Se quiser dar um passo adiante, estou aqui pra te ajudar a transformar esse cuidado em parte da tua vida, sem pressa, sem pressão, só com respeito e conhecimento. Como quer seguir daqui pra frente?"
        ],
        "copy_en": [
          "If you feel it’s time to truly care for yourself, ${userName}, I can show you natural options that bring together all the best from these plants and ingredients — in a practical, safe, and respectful way. Here, your pace and your choice always come first. How would you like to take the next step to real lightness?",
          "Now that you know more about the power of these plants, it’s easier to decide where to start. What matters most is that your body and health are important — and you don’t have to do this alone. If you want, I can point out natural and safe ways to bring these allies into your routine, your way.",
          "No one needs to live with discomfort, ${userName}. If you want to take the next step, I’m here to help you make this care a real part of your life — no rush, no pressure, just respect and knowledge. How would you like to move forward from here?"
        ],
        "quick_replies_pt": [
          "Quero experimentar essas plantas no meu dia a dia",
          "Tem sugestão fácil pra começar?",
          "Quero um guia prático com essas plantas",
          "Como encaixar isso na rotina?",
          "Prefiro só entender mais antes de decidir",
          "Quero ver histórias de quem usou",
          "Existem outros benefícios além do inchaço?",
          "Tem dicas para incluir na alimentação?",
          "Quero conversar mais sobre saúde intestinal",
          "O que mais posso fazer pela minha digestão?",
          "Dá pra combinar essas plantas com outros cuidados?",
          "Quero ouvir mais relatos de transformação"
        ],
        "quick_replies_en": [
          "I want to try these plants in my daily life",
          "Any easy suggestions to get started?",
          "I’d like a practical guide on these plants",
          "How can I fit this into my routine?",
          "I prefer to just learn more before deciding",
          "I want to see stories from people who used them",
          "Are there benefits besides reducing bloating?",
          "Any tips for including them in my diet?",
          "I want to talk more about gut health",
          "What else can I do for my digestion?",
          "Can I combine these plants with other care?",
          "I want to hear more transformation stories"
        ]
      },

      {
  "suplemento": "PRIME BIOME",
  "sintoma": "frequent_diarrhea_or_ib_syndrome",
  "fase_1": {
    "copy_pt": [
      "${userName}, lidar com diarreia frequente ou síndrome do intestino irritável pode ser frustrante e impactar sua qualidade de vida. Muitas vezes, esses sintomas estão ligados a um desequilíbrio na microbiota intestinal, causado por dietas ricas em ultraprocessados, solos degradados e a exposição a toxinas ambientais. Esse desequilíbrio compromete a função digestiva natural, gerando desconforto e alterações intestinais.",
      "${userName}, a síndrome do intestino irritável e a diarreia frequente são sinais de que seu sistema digestivo está sobrecarregado e desregulado. A alimentação industrializada, associada a solos contaminados e o uso excessivo de alimentos com aditivos, afeta o equilíbrio da flora intestinal e pode causar esses sintomas persistentes.",
      "Você já percebeu, ${userName}, que os episódios de diarreia constante podem estar relacionados a fatores ambientais e alimentares? A combinação de alimentos processados, solos contaminados e produtos químicos altera sua microbiota e prejudica seu intestino."
    ],
    "copy_en": [
      "${userName}, dealing with frequent diarrhea or irritable bowel syndrome can be frustrating and impact your quality of life. Often, these symptoms are linked to an imbalance in gut microbiota caused by diets high in ultra-processed foods, degraded soils, and exposure to environmental toxins. This imbalance impairs natural digestive function, causing discomfort and intestinal changes.",
      "${userName}, irritable bowel syndrome and frequent diarrhea are signs your digestive system is overloaded and dysregulated. Industrialized food, combined with contaminated soils and excessive use of additives, disrupts gut flora balance and may cause these persistent symptoms.",
      "Have you noticed, ${userName}, that frequent diarrhea episodes may relate to environmental and dietary factors? The combination of processed foods, contaminated soils, and chemicals alters your microbiota and harms your gut."
    ],
    "quick_replies_pt": [
      "O que causa diarreia frequente?",
      "Como aliviar intestino irritável?",
      "Alimentos pioram sintomas?",
      "Microbiota influencia?",
      "Quero entender mais sobre digestão",
      "Tem estudos científicos?",
      "Como equilibrar a flora intestinal?",
      "Quais sintomas indicam problema sério?",
      "Quero dicas para controlar sintomas",
      "Estresse piora a diarreia?",
      "Síndrome do intestino irritável é comum?",
      "Quando procurar ajuda?"
    ],
    "quick_replies_en": [
      "What causes frequent diarrhea?",
      "How to relieve irritable bowel?",
      "Do foods worsen symptoms?",
      "Does microbiota influence?",
      "I want to learn more about digestion",
      "Are there scientific studies?",
      "How to balance gut flora?",
      "What symptoms indicate serious problem?",
      "I want tips to control symptoms",
      "Does stress worsen diarrhea?",
      "Is irritable bowel syndrome common?",
      "When to seek help?"
    ]
  },
  "fase_2": {
    "copy_pt": [
      "${userName}, a diarreia frequente e a síndrome do intestino irritável podem causar desidratação, perda de nutrientes essenciais e enfraquecimento do sistema imunológico. Estudos indicam que a inflamação intestinal provocada por desequilíbrios na microbiota, agravados por dietas industrializadas e ambientes tóxicos, está diretamente ligada ao agravamento desses sintomas.",
      "Você sabia, ${userName}, que esses problemas digestivos podem levar a complicações como inflamações crônicas, fadiga e até distúrbios autoimunes? A exposição contínua a alimentos ultraprocessados, solos contaminados e químicos aumenta o risco de agravamento.",
      "${userName}, ignorar esses sintomas pode comprometer sua qualidade de vida e saúde a longo prazo. Pesquisas da American Journal of Gastroenterology reforçam a importância de cuidar do equilíbrio intestinal para prevenir complicações."
    ],
    "copy_en": [
      "${userName}, frequent diarrhea and irritable bowel syndrome can cause dehydration, loss of essential nutrients, and weakened immune system. Studies indicate that intestinal inflammation caused by microbiota imbalances, worsened by industrial diets and toxic environments, is directly linked to symptom severity.",
      "Did you know, ${userName}, these digestive problems can lead to complications like chronic inflammation, fatigue, and even autoimmune disorders? Continuous exposure to ultra-processed foods, contaminated soils, and chemicals increases risk.",
      "${userName}, ignoring these symptoms can compromise your quality of life and long-term health. Research from American Journal of Gastroenterology emphasizes the importance of gut balance to prevent complications."
    ],
    "quick_replies_pt": [
      "Diarreia pode piorar?",
      "Quais complicações podem ocorrer?",
      "Como evitar desidratação?",
      "Microbiota influencia?",
      "Quero saber mais sobre inflamação intestinal",
      "Sintomas indicam algo grave?",
      "Dá para melhorar naturalmente?",
      "Quais sinais pedem ajuda médica?",
      "Quero dicas para controlar sintomas",
      "Estresse piora a diarreia?",
      "Tem estudos científicos?",
      "Quando procurar ajuda?"
    ],
    "quick_replies_en": [
      "Can diarrhea get worse?",
      "What complications can occur?",
      "How to avoid dehydration?",
      "Does microbiota influence?",
      "I want to learn more about intestinal inflammation",
      "Do symptoms indicate something serious?",
      "Can it be improved naturally?",
      "What signs require medical help?",
      "I want tips to control symptoms",
      "Does stress worsen diarrhea?",
      "Are there scientific studies?",
      "When to seek help?"
    ]
  },
  "fase_3": {
    "copy_pt": [
      "${userName}, estudos mostram que o Bacillus Coagulans é um probiótico que ajuda a restaurar o equilíbrio da microbiota intestinal, reduzindo a frequência e intensidade da diarreia e dos sintomas da síndrome do intestino irritável. Pesquisas do Journal of Clinical Gastroenterology confirmam sua eficácia.",
      "Pesquisas recentes, ${userName}, indicam que plantas como Babchi, Dente-de-leão e Funcho possuem propriedades que aliviam os sintomas digestivos, promovendo conforto e equilíbrio intestinal. Estudos do Phytotherapy Research reforçam esses benefícios.",
      "${userName}, estudos do Nutritional Journal mostram que a Inulina contribui para a saúde da microbiota e a regulação do trânsito intestinal, ajudando a reduzir sintomas como diarreia e desconforto."
    ],
    "copy_en": [
      "${userName}, studies show Bacillus Coagulans is a probiotic that helps restore gut microbiota balance, reducing frequency and severity of diarrhea and irritable bowel symptoms. Research published in Journal of Clinical Gastroenterology confirms its effectiveness.",
      "Recent research, ${userName}, indicates plants like Babchi, Dandelion, and Fennel have properties that relieve digestive symptoms, promoting comfort and gut balance. Studies from Phytotherapy Research reinforce these benefits.",
      "${userName}, studies from Nutritional Journal show Inulin contributes to microbiota health and bowel transit regulation, helping reduce symptoms like diarrhea and discomfort."
    ],
    "quick_replies_pt": [
      "Quero ver pesquisas sobre diarreia e intestino irritável",
      "Existe estudo sobre Bacillus Coagulans?",
      "Plantas ajudam mesmo nos sintomas?",
      "Quero relatos de quem melhorou",
      "Qual o papel da Inulina?",
      "Posso usar juntos os probióticos e plantas?",
      "Resultados são rápidos?",
      "Como as plantas agem no intestino?",
      "É seguro para uso contínuo?",
      "Quero dicas práticas para começar",
      "Tem estudos científicos?",
      "Quero ver depoimentos reais"
    ],
    "quick_replies_en": [
      "I want to see research on diarrhea and IBS",
      "Are there studies on Bacillus Coagulans?",
      "Do plants really help with symptoms?",
      "I want stories of improvement",
      "What is the role of Inulin?",
      "Can I use probiotics and plants together?",
      "Are results fast?",
      "How do plants act on the gut?",
      "Is it safe for continuous use?",
      "I want practical tips to start",
      "Are there scientific studies?",
      "I want to see real testimonials"
    ]
  },
  "fase_4": {
    "copy_pt": [
      "O Bacillus Coagulans é um probiótico natural que fortalece sua microbiota intestinal, auxiliando no equilíbrio do sistema digestivo e na redução dos sintomas de diarreia e intestino irritável. Combinado com plantas como Babchi, Dente-de-leão e Funcho, ele cria um ambiente intestinal saudável e confortável.",
      "${userName}, plantas ancestrais como Babchi e Dente-de-leão são conhecidas por suas propriedades anti-inflamatórias e calmantes digestivos. Juntamente com probióticos como Bacillus Coagulans e fibras como Inulina, formam uma solução natural eficaz para o seu bem-estar intestinal.",
      "A Inulina atua como fibra prebiótica, nutrindo a flora intestinal e facilitando o trânsito. Aliada às plantas e probióticos, ajuda a reduzir sintomas e melhorar sua saúde digestiva."
    ],
    "copy_en": [
      "Bacillus Coagulans is a natural probiotic that strengthens your gut microbiota, aiding digestive system balance and reducing symptoms of diarrhea and irritable bowel. Combined with plants like Babchi, Dandelion, and Fennel, it creates a healthy and comfortable gut environment.",
      "${userName}, ancestral plants like Babchi and Dandelion are known for their anti-inflammatory and digestive calming properties. Together with probiotics like Bacillus Coagulans and fibers such as Inulin, they form an effective natural solution for your gut well-being.",
      "Inulin acts as a prebiotic fiber, nourishing gut flora and facilitating transit. Paired with plants and probiotics, it helps reduce symptoms and improve digestive health."
    ],
    "quick_replies_pt": [
      "Quero começar com Bacillus Coagulans",
      "Qual planta é melhor para intestino irritável?",
      "Tem receita fácil com dente-de-leão?",
      "Inulina é segura para todos?",
      "Funcho ajuda na digestão?",
      "Posso combinar probióticos e plantas?",
      "Como usar esses ingredientes no dia a dia?",
      "Já tem estudos mostrando eficácia?",
      "Quero dicas práticas para rotina",
      "É seguro para uso contínuo?",
      "Quero ver depoimentos reais",
      "Quero entender mais sobre essas plantas"
    ],
    "quick_replies_en": [
      "I want to start with Bacillus Coagulans",
      "Which plant is best for irritable bowel?",
      "Any easy recipe with dandelion?",
      "Is inulin safe for everyone?",
      "Does fennel help digestion?",
      "Can I combine probiotics and plants?",
      "How to use these daily?",
      "Are there studies proving effectiveness?",
      "I want practical routine tips",
      "Is it safe for continuous use?",
      "I want to see real testimonials",
      "I want to learn more about these plants"
    ]
  },
  "fase_5": {
    "copy_pt": [
      "${userName}, cuidar do seu sistema digestivo naturalmente pode transformar sua qualidade de vida. Com probióticos e plantas ancestrais, seu corpo terá suporte para um intestino equilibrado e menos desconfortos. Posso ajudar com receitas, dicas e um plano prático para essa transformação.",
      "A mudança começa com escolhas conscientes, ${userName}. Ao incluir probióticos como Bacillus Coagulans e plantas como Babchi e Dente-de-leão na sua rotina, você apoia seu sistema digestivo para funcionar melhor. Estou aqui para guiar você com passos simples e personalizados.",
      "${userName}, sua jornada para um sistema digestivo saudável pode começar agora. Com essa combinação natural e uma alimentação equilibrada, seu corpo terá o suporte necessário para melhorar sua qualidade de vida. Posso fornecer um plano com orientações para essa nova fase."
    ],
    "copy_en": [
      "${userName}, caring for your digestive system naturally can transform your quality of life. With probiotics and ancestral plants, your body will have the support for a balanced gut and less discomfort. I can help with recipes, tips, and a practical plan for this transformation.",
      "Change begins with conscious choices, ${userName}. By including probiotics like Bacillus Coagulans and plants like Babchi and Dandelion in your routine, you support your digestive system to work better. I’m here to guide you with simple, personalized steps.",
      "${userName}, your journey to a healthy digestive system can start now. With this natural combination and balanced diet, your body will have the necessary support to improve your quality of life. I can provide a plan with guidance for this new phase."
    ],
    "quick_replies_pt": [
      "Quero começar já com probióticos",
      "Tem receita fácil para digestão",
      "Quero relatos reais de transformação",
      "Como montar uma rotina prática?",
      "Prefiro aprender mais antes",
      "Resultados são duradouros?",
      "Posso combinar com minha alimentação?",
      "Quero conversar sobre escolhas naturais",
      "Dá pra fazer em família?",
      "Tem dicas para motivação?",
      "É seguro para todos?",
      "Quero ver estudos e relatos reais"
    ],
    "quick_replies_en": [
      "I want to start with probiotics now",
      "Any easy recipe for digestion",
      "I want real transformation stories",
      "How to build a practical routine?",
      "I’d rather learn more first",
      "Are results lasting?",
      "Can I combine it with my diet?",
      "I want to talk about natural choices",
      "Can this be done as a family?",
      "Any tips for motivation?",
      "Is it safe for everyone?",
      "I want to see studies and real stories"
    ]
  },

  {
  "suplemento": "PRIME BIOME",
  "symptom": "CONSTIPAÇÃO OU MOVIMENTOS INTESTINAIS IRREGULARES / CONSTIPATION OR IRREGULAR BOWEL MOVEMENTS",
  "phases": [
    {
      "phase": "FASE 1 — CONEXÃO/CONSCIENTIZAÇÃO",
      "copies": [
        {
          "lang": "PT",
          "text": "${userName}, sentir dificuldade para ir ao banheiro ou ter evacuações irregulares é um desconforto que vai além do corpo — mexe com seu humor, disposição e até com sua autoestima. Muitas vezes, essa condição está ligada a um desequilíbrio da microbiota intestinal causado por alimentos industrializados, solos empobrecidos e excesso de conservantes, que atrapalham a digestão natural."
        },
        {
          "lang": "EN",
          "text": "${userName}, experiencing difficulty with bowel movements or irregularity isn’t just uncomfortable physically — it affects your mood, energy, and even your confidence. Often, this condition is linked to gut microbiota imbalance caused by industrialized foods, nutrient-depleted soils, and an overload of preservatives that disrupt natural digestion."
        }
      ],
      "quickReplies": {
        "PT": [
          "O que causa constipação?",
          "Como melhorar o trânsito intestinal?",
          "Alimentos pioram a constipação?",
          "Microbiota influencia intestino?",
          "Quero entender mais sobre digestão",
          "Tem estudos científicos?",
          "Como equilibrar a flora intestinal?",
          "Quais sintomas indicam problema sério?",
          "Quero dicas para intestino saudável",
          "Estresse piora constipação?",
          "Constipação é comum?",
          "Quando procurar ajuda?"
        ],
        "EN": [
          "What causes constipation?",
          "How to improve bowel transit?",
          "Do foods worsen constipation?",
          "Does microbiota influence intestine?",
          "I want to learn more about digestion",
          "Are there scientific studies?",
          "How to balance gut flora?",
          "What symptoms indicate serious problem?",
          "I want tips for healthy intestine",
          "Does stress worsen constipation?",
          "Is constipation common?",
          "When to seek help?"
        ]
      }
    },
    {
      "phase": "FASE 2 — GRAVIDADE/CONSEQUÊNCIA",
      "copies": [
        {
          "lang": "PT",
          "text": "${userName}, a constipação persistente pode desencadear problemas sérios como hemorroidas, fissuras anais e infecções. Além disso, a retenção prolongada favorece o crescimento de bactérias nocivas, comprometendo sua saúde intestinal e geral. Manter o equilíbrio da microbiota é fundamental para evitar essas complicações."
        },
        {
          "lang": "EN",
          "text": "${userName}, persistent constipation can lead to serious issues like hemorrhoids, anal fissures, and infections. Prolonged waste retention also favors harmful bacterial growth, impairing intestinal and overall health. Maintaining microbiota balance is crucial to prevent these complications."
        }
      ],
      "quickReplies": {
        "PT": [
          "Constipação pode piorar?",
          "Quais complicações pode causar?",
          "Como evitar hemorroidas?",
          "Flora intestinal influencia?",
          "Quero saber mais sobre disbiose",
          "Constipação afeta imunidade?",
          "Dá para melhorar naturalmente?",
          "Quais sintomas indicam gravidade?",
          "Quero dicas para intestino saudável",
          "Estresse piora constipação?",
          "Tem estudos científicos?",
          "Quando procurar ajuda?"
        ],
        "EN": [
          "Can constipation get worse?",
          "What complications can it cause?",
          "How to avoid hemorrhoids?",
          "Does gut flora influence?",
          "I want to learn more about dysbiosis",
          "Does constipation affect immunity?",
          "Can it be improved naturally?",
          "What symptoms indicate severity?",
          "I want tips for healthy intestine",
          "Does stress worsen constipation?",
          "Are there scientific studies?",
          "When to seek help?"
        ]
      }
    },
    {
      "phase": "FASE 3 — PROVA/EVIDÊNCIA",
      "copies": [
        {
          "lang": "PT",
          "text": "${userName}, estudos mostram que o probiótico Bacillus Coagulans é eficaz para regular o trânsito intestinal e reduzir a constipação. Pesquisas do Journal of Clinical Gastroenterology comprovam melhorias significativas em pacientes com problemas intestinais."
        },
        {
          "lang": "EN",
          "text": "${userName}, studies show that the probiotic Bacillus Coagulans is effective in regulating bowel transit and reducing constipation. Research from the Journal of Clinical Gastroenterology demonstrates significant improvements in patients with intestinal issues."
        }
      ],
      "quickReplies": {
        "PT": [
          "Quero ver pesquisas sobre probióticos",
          "Bacillus Coagulans funciona mesmo?",
          "Plantas podem ajudar também?",
          "Quanto tempo para sentir diferença?",
          "Posso usar todos os dias?",
          "Resultados são duradouros?",
          "Tem relatos de quem melhorou?",
          "É seguro para longo prazo?",
          "Quero dicas práticas para começar"
        ],
        "EN": [
          "I want to see research on probiotics",
          "Does Bacillus Coagulans really work?",
          "Can plants help too?",
          "How long to feel a difference?",
          "Can I use daily?",
          "Are results lasting?",
          "Are there stories of improvement?",
          "Is it safe long-term?",
          "I want practical tips to start"
        ]
      }
    },
    {
      "phase": "FASE 4 — SOLUÇÃO NATURAL/PLANTAS",
      "copies": [
        {
          "lang": "PT",
          "text": "Bacillus Coagulans é um probiótico natural que ajuda a regular o trânsito intestinal, promovendo a digestão saudável e aliviando a constipação. Plantas como Babchi, Dente-de-leão e Funcho fortalecem o sistema digestivo e restauram o equilíbrio da flora intestinal, tornando essa combinação um caminho natural eficaz para o bem-estar."
        },
        {
          "lang": "EN",
          "text": "Bacillus Coagulans is a natural probiotic that helps regulate bowel transit, promoting healthy digestion and relieving constipation. Plants like Babchi, Dandelion, and Fennel strengthen the digestive system and restore gut flora balance, making this combination an effective natural path to well-being."
        }
      ],
      "quickReplies": {
        "PT": [
          "Como usar Bacillus Coagulans?",
          "Quais plantas ajudam na digestão?",
          "Babchi é seguro para todos?",
          "Funcho alivia constipação?",
          "Inulina faz diferença?",
          "Quero receita fácil com essas plantas",
          "Posso combinar probióticos e plantas?",
          "Tem estudos que comprovam?",
          "Quero começar hoje"
        ],
        "EN": [
          "How to use Bacillus Coagulans?",
          "Which plants help digestion?",
          "Is Babchi safe for everyone?",
          "Does Fennel relieve constipation?",
          "Does Inulin make a difference?",
          "I want an easy recipe with these plants",
          "Can I combine probiotics and plants?",
          "Are there studies proving this?",
          "I want to start today"
        ]
      }
    },
    {
      "phase": "FASE 5 — PRÓXIMO PASSO",
      "copies": [
        {
          "lang": "PT",
          "text": "${userName}, cuidar do funcionamento intestinal de forma natural pode transformar seu bem-estar. Com probióticos e plantas ancestrais, seu corpo terá suporte para uma digestão equilibrada e saudável. Posso ajudar com dicas, receitas e um plano prático para essa transformação."
        },
        {
          "lang": "EN",
          "text": "${userName}, caring for your intestinal function naturally can transform your well-being. With probiotics and ancestral plants, your body will get the support it needs for balanced and healthy digestion. I can help with tips, recipes, and a practical plan for this transformation."
        }
      ],
      "quickReplies": {
        "PT": [
          "Quero começar já com probióticos",
          "Tem receita fácil para intestino",
          "Quero relatos reais de transformação",
          "Como montar uma rotina prática?",
          "Prefiro aprender mais antes",
          "Resultados são duradouros?",
          "Posso combinar com minha alimentação?",
          "Quero conversar sobre escolhas naturais",
          "Dá pra fazer em família?",
          "Tem dicas para motivação?",
          "É seguro para todos?",
          "Quero ver estudos e relatos reais"
        ],
        "EN": [
          "I want to start with probiotics now",
          "Any easy recipe for intestine health",
          "I want real transformation stories",
          "How to build a practical routine?",
          "I’d rather learn more first",
          "Are results lasting?",
          "Can I combine it with my diet?",
          "I want to talk about natural choices",
          "Can this be done as a family?",
          "Any tips for motivation?",
          "Is it safe for everyone?",
          "I want to see studies and real stories"
        ]
      },   

      {
  "symptom": "VERMELHIDÃO E IRRITAÇÃO FREQUENTES NA PELE / FREQUENT SKIN REDNESS AND IRRITATION",
  "phases": [
    {
      "phase": "FASE 1 — CONEXÃO/CONSCIENTIZAÇÃO",
      "copies": [
        {
          "lang": "PT",
          "text": "${userName}, sentir a pele frequentemente vermelha e irritada pode ser muito desconfortável e afetar sua autoestima. Muitas vezes, essa reação é causada por inflamações silenciosas no organismo, agravadas pela alimentação industrializada, solos contaminados e o uso de produtos químicos que comprometem a saúde da pele."
        },
        {
          "lang": "EN",
          "text": "${userName}, experiencing frequent skin redness and irritation can be very uncomfortable and affect your self-esteem. Often, this reaction is caused by silent inflammation in the body, worsened by industrialized diets, contaminated soils, and chemical exposure that compromise skin health."
        }
      ],
      "quickReplies": {
        "PT": [
          "O que causa vermelhidão na pele?",
          "Como aliviar irritação?",
          "Alimentos pioram a pele?",
          "Solo contaminado afeta pele?",
          "Quero entender mais sobre inflamação",
          "Tem estudos científicos?",
          "Como cuidar da pele naturalmente?",
          "Quais sintomas indicam problema sério?",
          "Quero dicas para pele saudável",
          "Estresse piora vermelhidão?",
          "Vermelhidão é comum?",
          "Quando procurar ajuda?"
        ],
        "EN": [
          "What causes skin redness?",
          "How to relieve irritation?",
          "Do foods worsen skin?",
          "Does contaminated soil affect skin?",
          "I want to learn more about inflammation",
          "Are there scientific studies?",
          "How to care for skin naturally?",
          "What symptoms indicate serious problem?",
          "I want tips for healthy skin",
          "Does stress worsen redness?",
          "Is redness common?",
          "When to seek help?"
        ]
      }
    },
    {
      "phase": "FASE 2 — GRAVIDADE/CONSEQUÊNCIA",
      "copies": [
        {
          "lang": "PT",
          "text": "${userName}, a vermelhidão e irritação constantes podem causar danos à barreira da pele, deixando-a mais vulnerável a infecções e inflamações crônicas. Estudos indicam que a inflamação sistêmica causada por desequilíbrios alimentares e ambientais está relacionada a esses problemas."
        },
        {
          "lang": "EN",
          "text": "${userName}, constant redness and irritation can damage the skin barrier, making it more vulnerable to infections and chronic inflammation. Studies indicate systemic inflammation caused by dietary and environmental imbalances is linked to these issues."
        }
      ],
      "quickReplies": {
        "PT": [
          "Isso pode causar danos à pele?",
          "Como evitar infecções?",
          "A vermelhidão pode piorar?",
          "O que é inflamação sistêmica?",
          "Tem relação com a alimentação?",
          "Como proteger a barreira da pele?",
          "Quais riscos a longo prazo?",
          "Quero entender mais sobre dermatite",
          "Tem estudos científicos?",
          "Quero dicas para pele resistente",
          "Estresse afeta a vermelhidão?",
          "Quando procurar um dermatologista?"
        ],
        "EN": [
          "Can this cause skin damage?",
          "How to avoid infections?",
          "Can redness get worse?",
          "What is systemic inflammation?",
          "Is it related to diet?",
          "How to protect the skin barrier?",
          "What are long-term risks?",
          "I want to learn more about dermatitis",
          "Are there scientific studies?",
          "I want tips for resilient skin",
          "Does stress affect redness?",
          "When to see a dermatologist?"
        ]
      }
    },
    {
      "phase": "FASE 3 — PROVA/EVIDÊNCIA",
      "copies": [
        {
          "lang": "PT",
          "text": "${userName}, estudos mostram que plantas como Dente-de-leão, Funcho e Babchi possuem propriedades anti-inflamatórias e antioxidantes que ajudam a fortalecer a barreira cutânea e reduzir a vermelhidão e irritação."
        },
        {
          "lang": "EN",
          "text": "${userName}, studies show plants like Dandelion, Fennel, and Babchi have anti-inflammatory and antioxidant properties that help strengthen the skin barrier and reduce redness and irritation."
        }
      ],
      "quickReplies": {
        "PT": [
          "Quero ver pesquisas sobre essas plantas",
          "Essas plantas ajudam mesmo?",
          "Quanto tempo para ver resultados?",
          "Posso usar todos os dias?",
          "É seguro para todos os tipos de pele?",
          "Tem relatos de quem melhorou?",
          "Quero dicas práticas para começar",
          "Como funcionam os antioxidantes?",
          "Quero saber mais sobre propriedades anti-inflamatórias"
        ],
        "EN": [
          "I want to see research on these plants",
          "Do these plants really help?",
          "How long to see results?",
          "Can I use daily?",
          "Is it safe for all skin types?",
          "Are there stories of improvement?",
          "I want practical tips to start",
          "How do antioxidants work?",
          "I want to learn more about anti-inflammatory properties"
        ]
      }
    },
    {
      "phase": "FASE 4 — SOLUÇÃO NATURAL/PLANTAS",
      "copies": [
        {
          "lang": "PT",
          "text": "Plantas ancestrais como Dente-de-leão, Funcho e Babchi são aliadas poderosas para fortalecer a pele, reduzir inflamações e restaurar a saúde da barreira cutânea, promovendo uma aparência calma e equilibrada."
        },
        {
          "lang": "EN",
          "text": "Ancestral plants like Dandelion, Fennel, and Babchi are powerful allies to strengthen skin, reduce inflammation, and restore skin barrier health, promoting a calm and balanced appearance."
        }
      ],
      "quickReplies": {
        "PT": [
          "Como usar essas plantas na pele?",
          "Posso combinar as plantas?",
          "Quero receita fácil para pele irritada",
          "Essas plantas têm efeitos colaterais?",
          "Como aplicar na rotina diária?",
          "Tem estudos que comprovam eficácia?",
          "Posso usar junto com cosméticos?",
          "Como as plantas ajudam na inflamação?"
        ],
        "EN": [
          "How to use these plants on skin?",
          "Can I combine the plants?",
          "I want an easy recipe for irritated skin",
          "Do these plants have side effects?",
          "How to apply in daily routine?",
          "Are there studies proving efficacy?",
          "Can I use with cosmetics?",
          "How do plants help with inflammation?"
        ]
      }
    },
    {
      "phase": "FASE 5 — PRÓXIMO PASSO",
      "copies": [
        {
          "lang": "PT",
          "text": "${userName}, cuidar da sua pele naturalmente pode trazer alívio e renovar sua confiança. Com plantas ancestrais e hábitos saudáveis, sua pele terá o suporte para ficar equilibrada e protegida. Posso ajudar com receitas, dicas e um plano prático para essa transformação."
        },
        {
          "lang": "EN",
          "text": "${userName}, caring for your skin naturally can bring relief and renew your confidence. With ancestral plants and healthy habits, your skin will get the support it needs to stay balanced and protected. I can help with recipes, tips, and a practical plan for this transformation."
        }
      ],
      "quickReplies": {
        "PT": [
          "Quero começar já com plantas naturais",
          "Tem receita fácil para pele irritada",
          "Quero relatos reais de transformação",
          "Como montar uma rotina prática?",
          "Prefiro aprender mais antes",
          "Resultados são duradouros?",
          "Posso combinar com minha alimentação?",
          "Quero conversar sobre escolhas naturais",
          "Dá pra fazer em família?",
          "Tem dicas para motivação?",
          "É seguro para todos?",
          "Quero ver estudos e relatos reais"
        ],
        "EN": [
          "I want to start with natural plants now",
          "Any easy recipe for irritated skin",
          "I want real transformation stories",
          "How to build a practical routine?",
          "I’d rather learn more first",
          "Are results lasting?",
          "Can I combine it with my diet?",
          "I want to talk about natural choices",
          "Can this be done as a family?",
          "Any tips for motivation?",
          "Is it safe for everyone?",
          "I want to see studies and real stories"
        ]
      },

      
