{
  "suplemento": "Moringa",
  "sintomas": {
    "digestive_issues": {
      "fase_1": {
        "copy_pt": [
          "${userName}, você já sentiu desconfortos como inchaço, gases, azia ou aquela sensação de estômago pesado que insiste em não passar? Esses sintomas digestivos são comuns, mas não devem ser ignorados. Muitas vezes, eles são sinais de que seu sistema digestivo está sofrendo com uma alimentação inadequada, repleta de ultraprocessados, solos empobrecidos e carnes tratadas com hormônios. Esses fatores comprometem a saúde intestinal, prejudicando a absorção de nutrientes e causando inflamação, o que pode afetar seu bem-estar geral.",
          "Você sabia, ${userName}, que a qualidade dos alimentos que ingerimos, bem como o estado do solo onde são cultivados, impacta diretamente a saúde do seu sistema digestivo? Alimentos industrializados, solos contaminados e carnes com hormônios sintéticos podem alterar o equilíbrio da flora intestinal, provocando desconfortos como prisão de ventre, azia e má digestão. Reconhecer esses sinais é fundamental para cuidar melhor do seu corpo.",
          "${userName}, o sistema digestivo é um dos pilares da sua saúde, e sintomas como inchaço, dor abdominal e refluxo são formas de o corpo avisar que algo não vai bem. A alimentação moderna, cheia de produtos ultraprocessados, solos degradados e carnes com hormônios, está entre as principais causas desses problemas. Entender essa conexão é o primeiro passo para restabelecer seu equilíbrio interno."
        ],
        "copy_en": [
          "${userName}, have you experienced discomforts like bloating, gas, heartburn, or that persistent heavy stomach feeling? These digestive symptoms are common but shouldn’t be ignored. Often, they signal your digestive system is suffering due to an inadequate diet filled with ultra-processed foods, nutrient-depleted soils, and hormone-treated meats. These factors harm intestinal health, impair nutrient absorption, and cause inflammation, affecting your overall well-being.",
          "Did you know, ${userName}, that the quality of the food we consume and the state of the soil where it’s grown directly impact your digestive system health? Industrialized foods, contaminated soils, and meats with synthetic hormones can disrupt gut flora balance, causing discomforts like constipation, heartburn, and poor digestion. Recognizing these signs is key to better body care.",
          "${userName}, your digestive system is a pillar of your health, and symptoms like bloating, abdominal pain, and reflux are ways your body signals something’s off. Modern diets rich in ultra-processed products, degraded soils, and hormone-treated meats are among the main causes of these problems. Understanding this connection is the first step to restoring your internal balance."
        ],
        "quick_replies_pt": [
          "Por que tenho inchaço e gases?",
          "Alimentos afetam meu sistema digestivo?",
          "Solo contaminado prejudica a digestão?",
          "Carnes com hormônios influenciam?",
          "Quero entender mais sobre problemas digestivos",
          "Tem estudos científicos?",
          "Como melhorar a digestão naturalmente?",
          "Quais sintomas indicar perigo?",
          "Quero dicas para aliviar desconforto",
          "Estresse piora os sintomas?",
          "É normal sentir isso hoje?",
          "Sintomas digestivos podem virar doença?"
        ],
        "quick_replies_en": [
          "Why do I have bloating and gas?",
          "Do foods affect my digestive system?",
          "Does contaminated soil harm digestion?",
          "Do hormone-treated meats influence?",
          "I want to learn more about digestive issues",
          "Are there scientific studies?",
          "How to improve digestion naturally?",
          "What symptoms indicate danger?",
          "I want tips to relieve discomfort",
          "Does stress worsen symptoms?",
          "Is this normal nowadays?",
          "Can digestive symptoms become disease?"
        ]
      },
      "fase_2": {
        "copy_pt": [
          "${userName}, sintomas digestivos não tratados podem evoluir para problemas mais sérios, como gastrite, refluxo crônico e até doenças inflamatórias intestinais. Estudos do Gastroenterology Research apontam que a má alimentação, solos contaminados e carnes hormonizadas agravam a inflamação intestinal, prejudicando a barreira natural do sistema digestivo e afetando a absorção de nutrientes vitais.",
          "Você sabia, ${userName}, que o desconforto contínuo no sistema digestivo pode levar à inflamação crônica e ao desequilíbrio da microbiota intestinal? Pesquisas indicam que alimentos ultraprocessados, solos degradados e carnes com hormônios sintéticos intensificam esses processos, dificultando a recuperação do organismo e aumentando o risco de doenças.",
          "${userName}, quando os sintomas digestivos persistem, há risco de desenvolver condições crônicas que comprometem não só o trato digestivo, mas também a saúde geral. Dados da OMS mostram que a alimentação inadequada, marcada por ultraprocessados e solos empobrecidos, é um fator-chave na prevalência dessas doenças."
        ],
        "copy_en": [
          "${userName}, untreated digestive symptoms can progress to more serious issues like gastritis, chronic reflux, and even inflammatory bowel diseases. Studies from Gastroenterology Research show poor diet, contaminated soils, and hormone-treated meats worsen intestinal inflammation, harming the digestive system’s natural barrier and vital nutrient absorption.",
          "Did you know, ${userName}, that ongoing digestive discomfort can lead to chronic inflammation and gut microbiota imbalance? Research indicates ultra-processed foods, degraded soils, and hormone-treated meats intensify these processes, making recovery harder and increasing disease risk.",
          "${userName}, when digestive symptoms persist, there’s a risk of developing chronic conditions that compromise not only the digestive tract but overall health. WHO data show poor diet, marked by ultra-processed foods and nutrient-depleted soils, is a key factor in the prevalence of these diseases."
        ],
        "quick_replies_pt": [
          "Sintomas digestivos são graves?",
          "Como processados pioram a digestão?",
          "Solo contaminado afeta intestino?",
          "Carnes hormonizadas prejudicam?",
          "Quero saber mais sobre inflamação intestinal",
          "Problemas digestivos afetam saúde geral?",
          "Dá para melhorar naturalmente?",
          "Quais sintomas devo observar?",
          "Quero dicas para melhorar digestão",
          "Estresse piora sintomas digestivos?",
          "Tem estudos científicos?",
          "Como cuidar da saúde intestinal?"
        ],
        "quick_replies_en": [
          "Are digestive symptoms serious?",
          "How do processed foods worsen digestion?",
          "Does contaminated soil affect gut?",
          "Do hormone-treated meats harm?",
          "I want to learn more about intestinal inflammation",
          "Do digestive problems affect overall health?",
          "Can it be improved naturally?",
          "What symptoms should I watch for?",
          "I want tips to improve digestion",
          "Does stress worsen digestive symptoms?",
          "Are there scientific studies?",
          "How to care for gut health?"
        ]
      },
      "fase_3": {
        "copy_pt": [
          "${userName}, estudos indicam que a Moringa possui propriedades anti-inflamatórias e antioxidantes que ajudam a proteger o sistema digestivo e a equilibrar a microbiota intestinal. Pesquisas publicadas no Journal of Ethnopharmacology demonstram que seu uso regular pode reduzir a inflamação e melhorar a função digestiva.",
          "Pesquisas recentes, ${userName}, confirmam que os compostos bioativos da Moringa fortalecem a barreira intestinal e auxiliam na regeneração da mucosa, contribuindo para a melhora de sintomas como inchaço e desconforto. Estudos do Nutritional Journal reforçam seu papel na promoção da saúde digestiva.",
          "${userName}, estudos do Frontiers in Pharmacology apontam que os antioxidantes da Moringa ajudam a reduzir o estresse oxidativo intestinal e equilibrar a flora bacteriana, colaborando para uma digestão mais eficiente e menos sintomas desconfortáveis."
        ],
        "copy_en": [
          "${userName}, studies indicate Moringa has anti-inflammatory and antioxidant properties that help protect the digestive system and balance gut microbiota. Research published in the Journal of Ethnopharmacology shows its regular use can reduce inflammation and improve digestive function.",
          "Recent research, ${userName}, confirms Moringa’s bioactive compounds strengthen the intestinal barrier and aid mucosal regeneration, helping improve symptoms like bloating and discomfort. Studies from the Nutritional Journal reinforce its role in promoting digestive health.",
          "${userName}, studies from Frontiers in Pharmacology indicate Moringa’s antioxidants help reduce intestinal oxidative stress and balance bacterial flora, supporting more efficient digestion and less discomfort."
        ],
        "quick_replies_pt": [
          "Moringa ajuda na digestão?",
          "Tem estudos científicos?",
          "Quanto tempo para sentir efeito?",
          "Posso usar todos os dias?",
          "Ajuda a reduzir inflamação?",
          "É seguro para uso contínuo?",
          "Quero relatos de quem melhorou digestão",
          "Como a Moringa age no sistema digestivo?",
          "Posso combinar com outras plantas?",
          "Quero dicas para começar",
          "Quero ver estudos científicos",
          "Quais benefícios principais?"
        ],
        "quick_replies_en": [
          "Does Moringa help digestion?",
          "Are there scientific studies?",
          "How long to feel effects?",
          "Can I use it daily?",
          "Does it help reduce inflammation?",
          "Is it safe for continuous use?",
          "I want stories from people who improved digestion",
          "How does Moringa act on digestive system?",
          "Can I combine with other plants?",
          "I want tips to start",
          "I want to see scientific studies",
          "What are the main benefits?"
        ]
      },
      "fase_4": {
        "copy_pt": [
          "A Moringa é uma planta ancestral rica em antioxidantes, vitaminas e minerais que auxiliam na proteção do sistema digestivo e no equilíbrio da microbiota intestinal. Seus compostos bioativos promovem a redução da inflamação e melhoram a regeneração da mucosa, contribuindo para uma digestão mais saudável e confortável.",
          "${userName}, as folhas da Moringa possuem propriedades anti-inflamatórias e antioxidantes que fortalecem a barreira intestinal e ajudam a manter o equilíbrio da flora bacteriana. Utilizada há séculos em práticas tradicionais, a planta é uma aliada natural para quem busca melhorar a saúde digestiva.",
          "Com uso tradicional em diversas culturas, a Moringa oferece nutrientes essenciais que apoiam o funcionamento saudável do sistema digestivo, promovendo conforto e bem-estar. Seu consumo regular pode ser uma ferramenta valiosa para quem sofre com desconfortos digestivos."
        ],
        "copy_en": [
          "Moringa is an ancestral plant rich in antioxidants, vitamins, and minerals that aid in protecting the digestive system and balancing gut microbiota. Its bioactive compounds promote inflammation reduction and mucosal regeneration, contributing to healthier, more comfortable digestion.",
          "${userName}, Moringa leaves have anti-inflammatory and antioxidant properties that strengthen the intestinal barrier and help maintain bacterial flora balance. Used for centuries in traditional practices, the plant is a natural ally for those seeking to improve digestive health.",
          "Traditionally used in various cultures, Moringa offers essential nutrients that support healthy digestive system function, promoting comfort and well-being. Regular consumption can be a valuable tool for those suffering digestive discomfort."
        ],
        "quick_replies_pt": [
          "Como usar Moringa para digestão?",
          "Tem receita para desconforto digestivo?",
          "Ajuda a reduzir inflamação?",
          "Posso usar todos os dias?",
          "Quero relatos de quem melhorou digestão",
          "Quanto tempo para ver resultado?",
          "É seguro para uso contínuo?",
          "Posso combinar com outras plantas?",
          "Quero dicas para começar",
          "Ajuda na microbiota intestinal?",
          "Quero ver estudos científicos",
          "Dá para usar com alimentação variada?"
        ],
        "quick_replies_en": [
          "How to use Moringa for digestion?",
          "Any recipe for digestive discomfort?",
          "Does it help reduce inflammation?",
          "Can I use it daily?",
          "I want stories from people who improved digestion",
          "How long to see results?",
          "Is it safe for continuous use?",
          "Can I combine with other plants?",
          "I want tips to start",
          "Does it help gut microbiota?",
          "I want to see scientific studies",
          "Can it be used with varied diet?"
        ]
      },
      "fase_5": {
        "copy_pt": [
          "${userName}, cuidar da saúde digestiva de forma natural é um caminho para melhorar seu bem-estar e qualidade de vida. Com a Moringa e escolhas alimentares conscientes, seu organismo terá suporte para restabelecer o equilíbrio intestinal e a função digestiva. Posso te ajudar com receitas, dicas e um plano prático para essa transformação.",
          "A jornada para uma digestão saudável, ${userName}, começa com escolhas naturais e conscientes. Ao incluir a Moringa na sua rotina e optar por alimentos nutritivos, você promove a saúde do seu sistema digestivo e o equilíbrio da microbiota. Estou aqui para guiar você com passos simples e personalizados.",
          "${userName}, sua caminhada para um sistema digestivo equilibrado pode começar agora. Com a Moringa e hábitos saudáveis, seu corpo terá o suporte necessário para melhorar a digestão, reduzir desconfortos e promover o bem-estar geral. Posso fornecer um plano com orientações, receitas e cuidados para essa nova fase."
        ],
        "copy_en": [
          "${userName}, starting natural care to improve the quality of your sleep can transform your life and well-being. With Moringa and conscious choices, your body will find support to recover emotional balance and energy. I can help you with recipes, tips, and a practical plan for this transformation.",
          "Transformation starts with small actions, ${userName}. By adding Moringa to your routine and opting for natural foods, you support your body on the path to emotional and physical balance. I'm here to guide you with simple and personalized steps.",
          "${userName}, your journey to a more balanced body and mind can start now. With Moringa and healthy habits, your body will have the necessary support to reduce stress and promote well-being. I can provide a plan with guidance and care for this new phase."
        ],
        "quick_replies_pt": [
          "Quero começar já com Moringa",
          "Tem receita fácil para digestão",
          "Quero relatos reais de transformação",
          "Como montar uma rotina prática?",
          "Prefiro aprender mais antes",
          "Resultados são duradouros?",
          "Posso combinar com minha alimentação?",
          "Quero conversar sobre escolhas naturais",
          "Dá para fazer em família?",
          "Tem dicas para motivação?",
          "É seguro para todos?",
          "Quero ver estudos e relatos reais"
        ],
        "quick_replies_en": [
          "I want to start with Moringa now",
          "Any easy recipe for digestion",
          "I want real transformation stories",
          "How to build a practical routine?",
          "I’d rather learn more first",
          "Are results lasting?",
          "Can I combine with my diet?",
          "I want to talk about natural choices",
          "Can this be done as a family?",
          "Any tips for motivation?",
          "Is it safe for everyone?",
          "I want to see studies and real stories"
        ]
      }
    }
  }
}

